{
  "privateContent": [
    {
      "_id": "estj/kelebihan-alami",
      "personalityId": "ESTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada diri Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Stabil dan dapat diprediksi.</li><li>Tegas</li><li>Berharap dapat bekerja dengan standar tinggi.</li><li>Menggunakan sumber daya secara efisien.</li><li>Menghormati aturan dan prosedur yang telah ditetapkan.</li><li>Mendapatkan hasil yang baik dengan pengaturan waktu dan tugas yang jelas.</li><li>Mengilhami kepercayaan diri rekan kerja dan orang-orang di sekitar Anda.</li><li>Menyelesaikan tugas tepat waktu dan sesuai anggaran.</li></ul>",
      "prevContentRoute": "estj",
      "nextContentRoute": "estj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Supervisor",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "estj/lingkungan-kerja-ideal",
      "personalityId": "ESTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang baik adalah lingkungan yang sangat nyaman untuk seorang The Supervisor (ESTJ).</p><p>Budaya kerja terburuk bagi The Supervisor adalah lingkungan yang longgar dan tidak terorganisir. Lingkungan yang tidak memberi izin untuk mendapatkan informasi kritis dan dapat dipertanggung jawabkan, juga akan menghambat Anda.</p><p>Lingkungan yang tidak memberikan kejelasan dan sering berubah, akan menurunkan bakat administratif dan organisasional Anda. Anda butuh fakta-fakta dan peraturan agar merasa nyaman pada saat bekerja.</p><p>Ketika seorang The Supervisor bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Supervisor adalah:</p><p><strong>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi.</strong> Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh maupun perusahaan yang bermasalah, tidak dapat menawarkan hal tersebut.</p><p>Memberikan jaminan keamanan kerja. Perubahan hidup adalah proses yang lambat bagi Anda. Memiliki hidup yang berubah-ubah akan memaksa Anda menjalaninya dengan lebih sulit daripada warna-warna lainnya.</p><p>Membutuhkan proyek praktis dan konkret. Bagi Anda layanan yang tidak berwujud/abstrak sangat sulit dinilai dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p>Memiliki peraturan dan harapan akan masa depan yang jelas. Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p>Efisien dan terorganisir. Anda tidak dapat menghormati atau bekerja secara efektif di dalam sebuah perusahaan yang tidak memiliki hal tersebut.</p><p>Menyediakan tempat untuk Anda bekerja di dalam kelompok atau tim. Anda butuh orang untuk diatur!</p><p>Berisi karyawan-karyawan pekerja keras serta memiliki kebanggaan pada dirinya sendiri untuk melakukan hal-hal yang benar. Anda melihat krisis dan situasi emosional sebagai kelemahan, bahkan seringkali hal tersebut Anda anggap mengendurkan produktifitas pekerja lainnya.</p><p>Menghargai seseorang yang gigih, bertanggung jawab, dan fokus pada hasil. Anda adalah seseorang yang tekun menyelesaikan pekerjaan.</p><p>Menawarkan tanggung jawab yang semakin bertambah secara bertahap. Jalan karir yang jelas membantu Anda untuk fokus dan berkonsentrasi pada tugas yang dijalani sekarang ini.</p>",
      "prevContentRoute": "estj/kelebihan-alami",
      "nextContentRoute": "estj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "estj/karir-yang-menarik",
      "personalityId": "ESTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>The Supervisor (ESTJ) menyukai lingkungan yang memberikan rasa hormat secara profesional, membutuhkan tingkat kompetensi yang tinggi, dan berkontribusi secara nyata terhadap masyarakat. Anda dapat mencapai performa kerja terbaik dengan berada dilingkungan kerja yang stabil, dapat diprediksi, dan terjamin.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Manajemen / Manufaktur</h3><div id=\"career-list\"><ul><li>Aktuaris (seorang ahli yang mengaplikasikan ilmu keuangan dan teori statistik untuk menyelesaikan persoalan bisnis aktual)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif organisasi seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lainnya)</li><li>Auditor (orang yang memiliki kualifikasi tertentu dalam melakukan audit atas laporan keuangan dan kegiatan suatu perusahaan/organisasi)</li><li>Pemilik Bisnis</li><li><em>Chief Information Officer </em>(eksekutif yang bertanggung jawab terhadap sistem komputer dan teknologi informasi dalam perusahaan)</li><li><em>Chief Financial Officer </em>(CFO bertugas mengelola resiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li><em>Compensation and Benefits Manager </em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em>Efficiency Expert </em>(orang yang mempelajari metode, prosedur, dan karakter bisnis untuk meningkatkan efisiensi dari personel dan sistem perusahaan)</li><li>Eksekutif (orang yang memegang tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li>Manajer SDM (mengelola sumber daya manusia)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengelola bisnis)</li><li>Manajer (semua tipe manajer—khususnya konstruksi, database, pabrik, institusi keuangan, rumah sakit, hotel, kantor, produksi industri, penjualan, dan lain-lain)</li><li>Agen Asuransi</li><li>Broker Asuransi</li><li>Manajer Proyek</li><li><em>Purchasing Agent/Manager </em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li><li><em>Real Estate Agent </em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em>Salesperson </em>(pramuniaga, khususnya untuk produk yang bersifat kongkrit/berwujud)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, kemampuan administratif, mengatur neraca keuangan, menciptakan keteraturan, dan dapat memberikan pengarahan yang jelas.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Systems Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan dan informasi lainnya)</li><li>Manajer Sistem Informasi (bertanggung jawab untuk mengatur implementasi kerja dari programmer, system analyst, support specialist, dan karyawan lain yang bekerja dengan komputer)</li><li><em>Network Systems Administrator </em>(bertanggung jawab pada sistem operasi jaringan komputer sehari-hari)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, meningkatkan efisiensi, kemampuan administrasi, dan memastikan semuanya berjalan sesuai prosedur.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Profesor (khususnya dalam bidang bisnis dan ekonomi)</li><li>Kepala Sekolah</li><li>Administrator Sekolah</li><li>Rektor Universitas</li><li>Guru Vokasional (guru yang berfokus mengajarkan kemampuan khusus yang dibutuhkan untuk bekerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, menjalankan sistem, kecermatan, akal sehat, dan aktivitas praktis.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Dokter Gigi</li><li>Manajer Medis &amp; Pelayanan Kesehatan (orang yang bertugas untuk merencanakan, mengarahkan, dan mengkoordinasi pelayanan medis di institusi kesehatan)</li><li>Apoteker</li><li>Dokter Mata</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk melakukan pengamatan dengan jeli, mengukur dengan akurasi tinggi, kemampuan organisasi, dan pekerjaan yang bersifat praktis.</p></div></div><div id=\"career-type\"><h3>Hukum / Pelaksanaan Hukum / Pemerintahan</h3><div id=\"career-list\"><ul><li>Staf Kepatuhan (orang yang bertanggung jawab mengawasi dan mengatur secara masalah-masalah yang berkaitan dengan kepatuhan di organisasi)</li><li>Sipir Penjara</li><li>Petugas Pemadam Kebakaran</li><li>Investigator</li><li>Petugas Direktorat Jendral Pajak</li><li>Hakim</li><li>Pengacara (khususnya di bidang administrasi, kriminal, korporat, ketenagakerjaan, energi &amp; sumber daya alam, real estate, product liability, dan sekuritas)</li><li>Perwira Militer</li><li>Polisi</li><li>Security Guard (orang yang bertugas untuk keamanan, khususnya gedung, untuk mencegah penyelundup yang masuk)</li><li><em>Security Consultant </em>(ahli dalam mendesain dan mengimplementasikan solusi keamanan terbaik untuk kebutuhan organisasi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, pengamatan yang jeli, keberanian, dan mengimplementasikan peraturan dan prosedur dengan tertib.</p></div></div><div id=\"career-type\"><h3>Penelitian Keilmuwan / Teknik / Matematika</h3><div id=\"career-list\"><ul><li>Insinyur Sipil</li><li>Ahli Geologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk membuat keputusan yang sulit, mengimplementasikan prosedur dan peraturan dengan jelas, bekerja dengan standar yang tinggi, dan melihat kesesuaian.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li><li>Ahli Reparasi Elektronik</li><li>Montir</li><li>Pilot</li><li>Tukang Ledeng</li><li>Surveyor</li></ul></div></div>",
      "prevContentRoute": "estj/lingkungan-kerja-ideal",
      "nextContentRoute": "estj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "estj/bos-ideal",
      "personalityId": "ESTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Supervisor (ESTJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Selalu tahu dan menyatakan dengan jelas apa yang perlu diselesaikan.</li><li>Handal dalam menyediakan sumber daya yang dibutuhkan.</li><li>Memiliki pengaruh yang besar terhadap organisasi.</li><li>Akan menindak tegas karyawan yang tidak memiliki komitmen.</li><li>Memberikan tanggung jawab lebih kepada Anda dan menaikkan tanggung jawab tersebut secara bertahap.</li></ol>",
      "prevContentRoute": "estj/karir-yang-menarik",
      "nextContentRoute": "estj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "estj/tantangan-kepribadian",
      "personalityId": "ESTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Supervisor (ESTJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Terlalu dini mengabaikan sebuah ide baru. Anda umumnya mengabaikan apapun sampai Anda menyelidiki sendiri ide baru tersebut. Hal yang perlu diingat adalah keuntungan besar perusahaan biasanya diawali dari ide yang belum teruji. Belajarlah mengajak orang lain untuk <em>brainstorming </em>dan mintalah mereka menyampaikan pendapat dan kesimpulannya kepada Anda.</p><p>Bisa terlalu fokus pada kekurangan orang lain ketika menilai usaha mereka dan tidak memberikan penghargaan ketika memang mereka layak untuk mendapatkan penghargaan. Buatlah poin-poin yang menyatakan usaha atau kelebihan dari rekan kerja Anda, setelah itu baru buat daftar kekurangannya.</p><p>Terpaku dengan cara-cara yang telah teruji untuk mengerjakan sesuatu. Cara-cara yang telah teruji memang terbukti efisien, namun cara tersebut tidak bisa menjaga perusahaan Anda tetap hidup ketika kondisi pasar berubah. Ketika Anda dihadapkan dengan sebuah perubahan, fokuslah pada detail dan biaya. Di situlah area kelebihan Anda.</p><p>Terlalu agresif dan menuntut ide Anda diaplikasikan. Untuk menyelesaikan sesuatu dengan baik diperlukan kesepakatan solusi atau ide, bukan sebuah pemaksaan. Belajarlah seni untuk membujuk/persuasi, karena Anda telah memiliki bakat alami terhadap seni <em>membuat peraturan.</em></p>",
      "prevContentRoute": "estj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "istj/kelebihan-alami",
      "personalityId": "ISTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Secara alami dapat beradaptasi terhadap posisi yang diberikan kepada Anda, baik menjadi pemimpin maupun pengikut.</li><li>Mengerjakan tugas secara akurat di seluruh bagian.</li><li>Membuat dan menegakkan kebijakan, prosedur, serta jadwal yang menjaga setiap orang bekerja tertib dan efektif.</li><li>Adil ketika berhubungan dengan orang lain.</li><li>Tegas, terorganisir, dan umumnya selalu menyelesaikan tugas.</li><li>Memiliki tingkat konsentrasi tinggi dan dapat bekerja sendiri dalam jangka waktu yang lama.</li></ul>",
      "prevContentRoute": "istj",
      "nextContentRoute": "istj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Inspector",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "istj/lingkungan-kerja-ideal",
      "personalityId": "ISTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang jelas adalah lingkungan yang sangat nyaman untuk The Inspector (ISTJ).</p><p>Budaya kerja terburuk bagi The Inspector adalah yang terlalu longgar terhadap tujuan dan standar suksesnya tidak bisa diukur. Anda juga benci dengan orang-orang yang terlalu sensitif, karena Anda selalu ingin tetap fokus pada tugas. Anda menganggap situasi emosional akan memperkeruh suasana dan itu mengganggu Anda.</p><p>Jangan pernah bekerja pada perusahaan yang lebih menggunakan intuisi/perkiraan untuk memecahkan permasalahan kerja. Anda butuh fakta-fakta, garis besar anggaran, dan peraturan agar merasa nyaman dalam bekerja.</p><p>Ketika seorang The Inspector bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Inspector adalah:</p><p>Memiliki peraturan dan harapan akan masa depan yang jelas. Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p>Berisikan karyawan-karyawan pekerja keras serta memiliki kebanggaan pada dirinya sendiri untuk melakukan hal-hal yang benar. Anda melihat krisis dan situasi emosional sebagai kelemahan, bahkan seringkali hal tersebut Anda anggap mengendurkan produktifitas pekerja lainnya.</p><p>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi. Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh maupun perusahaan yang bermasalah, tidak dapat menawarkan hal tersebut.</p><p>Menghargai kemampuan dan ketelitian Anda. Anda orang yang tepat waktu, memiliki jadwal yang tersusun dengan baik dan mengerjakan pekerjaan dengan konsisten. Tidak ada perusahaan yang berjalan dengan baik tanpa kehadiran The Inspector di jajaran stafnya. Anda layak mendapat pengakuan.</p><p>Membutuhkan proyek praktis dan konkret. Bagi Anda layanan yang tidak berwujud/abstrak sangat sulit dinilai dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p>Berorientasi terhadap hasil. Anda agak ragu pada pekerjaan apapun yang tidak dapat dievaluasi dengan <em>spreadsheet</em> (program komputer pengolah angka, misalnya Microsoft Excel, Google Sheet).</p><p>Memiliki hierarki yang jelas. Struktur organisasi memberikan Anda kenyamanan dan kebebasan untuk berkonsentrasi pada tugas yang sedang dikerjakan.</p><p>Menghargai loyalitas dan komitmen. Hal tersebut adalah bagian alami dari prinsip Anda.</p><p>Memberikan ruang pribadi. Sebagai seorang introvert, energi Anda terkuras ketika banyak berurusan dengan orang lain secara intens, meskipun kemampuan Anda dalam menangani orang terbilang luar biasa. Anda mengisi ulang energi dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda akan sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik ketika berada di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p><blockquote>Sebuah perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "istj/kelebihan-alami",
      "nextContentRoute": "istj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "istj/karir-yang-menarik",
      "personalityId": "ISTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Perusahaan yang membuat Anda betah adalah perusahaan di mana Anda dapat bekerja pada karir yang terjamin selama bertahun-tahun, di bawah pedoman peraturan, prosedur, dan masa depan yang jelas. Lingkungan yang stabil dan dapat diprediksi membawa Anda pada performa terbaik.</p><p>Anda sangat bahagia ketika mendapatkan tanggung jawab yang tinggi pada sistem yang memiliki rantai kepemimpinan yang jelas. Anda secara khusus pelu dihargai atas kemampuan Anda untuk menyelesaikan sesuatu dan mendapatkan hasil yang akurat.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Keuangan</h3><div id=\"career-list\"><ul><li>Akuntan</li><li>Auditor (orang yang memiliki kualifikasi tertentu dalam melakukan audit atas laporan keuangan dan kegiatan suatu perusahaan/organisasi)</li><li>Petugas Bank</li><li>Analis Anggaran</li><li><em>Financial Analyst </em>(orang yang memberi arahan pada sebuah lembaga bisnis atau individu untuk membuat keputusan investasi)</li><li><em>Credit Analyst </em>(orang yang menganalisis permohonan kredit untuk melakukan penilaian kelayakan usaha yang akan dibiayai dengan kredit)</li><li>Penasihat Keuangan</li><li><em>Financial Examiner </em>(memastikan suatu lembaga berjalan mematuhi hukum dengan cara meninjau neraca keuangan, tingkat risiko kredit, dan manajemen bank)</li><li>Bankir Investasi (agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat)</li><li>Pialang Saham</li><li>Bendahara</li><li><em>Chief Financial Officer </em>(CFO bertugas mengelola risiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li>Investor</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, efisiensi, dan kesesuaian dengan nilai moral. Anda tidak suka pekerjaan yang menekankan cara-cara yang tidak lazim.</p></div></div><div id=\"career-type\"><h3>Bisnis / Manajemen / Asuransi / Manufaktur</h3><div id=\"career-list\"><ul><li>Aktuaris (ahli yang mengaplikasikan ilmu keuangan dan teori statistik untuk menyelesaikan persoalan bisnis aktual)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li><em>Chief Information Officer </em>(eksekutif yang bertanggung jawab terhadap sistem komputer dan teknologi informasi dalam perusahaan)</li><li><em>Compensation and Benefits Manager </em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em>Efficiency Expert </em>(mempelajari metode, prosedur, dan karaktekter bisnis untuk meningkatkan efisiensi dari personel dan sistem perusahaan)</li><li>Eksekutif (orang yang memegang tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li><em>Human Resources Specialist </em>(bertugas untuk merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerjanya)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengelola bisnis)</li><li>Manajer (semua jenis manajer—khususnya konstruksi, database, pabrik, institusi keuangan, rumah sakit, hotel, kantor, produksi industri, penjualan, dan lain-lain)</li><li>Agen Asuransi</li><li>Broker Asuransi</li><li>Manajer Proyek</li><li><em>Purchasing Agent/Manager </em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li><li><em>Real Estate Agent </em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em>Salesperson </em>(pramuniaga, khususnya untuk produk yang konkret/berwujud)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, mengatur neraca keuangan, kemampuan administratif, menciptakan keteraturan, dan memberikan pengarahan yang jelas.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>System Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Security Specialist </em>(administrator komputer yang bertugas melindungi data perusahaan)</li><li>Manajer Sistem Informasi (bertanggung jawab untuk mengatur implementasi kerja dari programmer, system analyst, support specialist, dan karyawan lain yang bekerja dengan komputer)</li><li><em>Network Systems Administrator </em>(bertanggung jawab pada sistem operasi jaringan komputer sehari-hari)</li><li><em>Web Editor </em>(orang yang bertanggung jawab terhadap konten dan gambar yang digunakan dalam website)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, meningkatkan efisiensi, administrasi, dan memastikan semuanya berjalan sesuai prosedur.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Profesor</li><li>Kepala Sekolah</li><li>Administrator Sekolah</li><li>Rektor Universitas</li><li>Guru Vokasional (guru yang mengajarkan kemampuan khusus yang dibutuhkan untuk bekerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, menjalankan sistem, kecermatan, akal sehat, dan aktivitas praktis.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam praktik penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Teknisi Laboratorium Klinis (orang yang melakukan prosedur dan tes sederhana, seperti menganalisis cairan tubuh dan jaringan untuk melihat bakteri, mikroorganisme, sel yang tidak normal, tanda-tanda infeksi atau penyakit lain)</li><li>Dokter Gigi</li><li>Manajer Medis &amp; Pelayanan Kesehatan (orang yang bertugas merencanakan, mengarahkan, dan mengkoordinasi pelayanan medis di institusi kesehatan)</li><li>Apoteker</li><li>Dokter Mata</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli, mengukur dengan akurasi tinggi, kemampuan organisasi, dan pekerjaan yang bersifat praktis.</p></div></div><div id=\"career-type\"><h3>Hukum / Pelaksanaan Hukum / Pemerintahan</h3><div id=\"career-list\"><ul><li>Staf Kepatuhan (orang yang bertanggung jawab mengawasi dan mengatur masalah-masalah yang berkaitan dengan kepatuhan di organisasi)</li><li>Sipir Penjara</li><li>Petugas Pemadam Kebakaran</li><li>Investigator</li><li>Petugas Direktorat Jendral Pajak</li><li>Hakim</li><li>Pengacara (khususnya di bidang administrasi, kriminal, korporat, ketenagakerjaan, energi &amp; sumber daya alam, <em>real estate</em>, <em>product liability</em>, dan sekuritas)</li><li>Perwira Militer</li><li>Pilot</li><li>Polisi</li><li><em>Security Guard </em>(orang yang bertugas untuk keamanan, khususnya gedung, untuk mencegah penyusup masuk)</li><li><em>Security Consultant </em>(ahli dalam mendesain dan mengimplementasikan solusi keamanan terbaik untuk kebutuhan organisasi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, pengamatan yang jeli, keberanian, mengimplementasikan peraturan dan prosedur dengan tertib, serta mampu membuat keputusan yang sulit.</p></div></div><div id=\"career-type\"><h3>Penelitian Keilmuwan / Teknik / Matematika</h3><div id=\"career-list\"><ul><li>Insinyur (khususnya dalam bidang sipil, kimia, lingkungan, kesehatan &amp; keselamatan kerja, industri, mesin, nuklir)</li><li>Ahli Geologi</li><li>Ahli Meteorologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan mengingat detail melalui pengamatan yang jeli, bekerja dengan proyek dan hal-hal yang konkret, dan memastikan semuanya berjalan sesuai dengan prosedur.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li><li>Ahli Reparasi Elektronik</li><li>Montir</li><li>Tukang Ledeng</li><li>Surveyor</li></ul></div></div>",
      "prevContentRoute": "istj/lingkungan-kerja-ideal",
      "nextContentRoute": "istj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "istj/bos-ideal",
      "personalityId": "ISTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Inspector (ISTJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Sangat dihormati secara pribadi maupun secara profesional.</li><li>Menghargai pengalaman, ketelitian, dan kerja keras Anda.</li><li>Memberikan Anda arahan yang jelas.</li><li>Tidak mengontrol semua hal sampai detail terkecil.</li></ol>",
      "prevContentRoute": "istj/karir-yang-menarik",
      "nextContentRoute": "istj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "istj/tantangan-kepribadian",
      "personalityId": "ISTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Inspector (ISTJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Terlalu dini mengabaikan sebuah ide baru. Anda cenderung untuk mengabaikan ide baru sampai Anda menyelidiki sendiri ide baru tersebut. Hal yang perlu diingat adalah keuntungan besar perusahaan biasanya diawali dari ide yang belum teruji. Belajarlah mengajak orang lain untuk <em>brainstorming </em>dan mintalah mereka menyampaikan pendapat dan kesimpulannya kepada Anda.</p><p>Bisa terlalu fokus pada kekurangan orang lain ketika menilai usaha mereka dan tidak memberikan penghargaan ketika memang mereka layak untuk mendapatkannya. Buatlah poin-poin yang menyatakan usaha atau kelebihan dari rekan kerja Anda, setelah itu baru buat daftar kekurangannya. Akuilah siapa yang pantas mendapatkan pujian, katakanlah kekurangannya sebanding dengan kerja bagusnya.</p><p>Terburu-buru menekankan pada hasil jangka pendek dan mengabaikan dampak jangka panjang. Belajarlah untuk melakukan perencanaan jangka panjang. Mintalah seorang Blue [NT] untuk menolongmu dalam hal tersebut.</p><p>Terpaku dengan cara-cara yang telah ada untuk mengerjakan sesuatu. Cara-cara yang telah teruji memang terbukti efisien, namun cara tersebut tidak bisa menjaga perusahaan Anda tetap hidup ketika kondisi pasar berubah. Sebenarnya, cara yang teruji pun masih bisa ditingkatkan untuk mencapai hasil yang lebih baik. Fokuslah pada analisa mendetail di mana hal itu merupakan kelebihan Anda. Periksalah ide tersebut dengan mencari tahu siapa, apa, di mana, kapan, mengapa, dan biayanya sehingga Anda lebih siap menghadapi perubahan.</p><p>Kaku dalam menilai bagaimana orang lain seharusnya menjalankan tugas dan tanggung jawabnya. Hasil adalah prioritas utama, Anda tidak harus selalu kaku pada cara ataupun sistem, cobalah untuk lebih efisien. Bersikaplah bijaksana terhadap orang lain, hal itu akan memberikan dampak yang baik terhadap produktifitas dan hasil. Apalagi jika cara mereka terbukti lebih baik daripada cara Anda, bukankah Anda tidak mau terlihat bodoh di depan mereka?</p>",
      "prevContentRoute": "istj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "esfj/kelebihan-alami",
      "personalityId": "ESFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Memiliki dorongan yang kuat untuk membantu orang lain.</li><li>Mengakui dan menghormati rantai kepemimpinan.</li><li>Dapat dengan mudah mengerjakan serentetan tugas.</li><li>Jeli terhadap detail.</li><li>Menerapkan akal sehat (berorientasi praktis).</li><li>Memotivasi orang lain untuk bekerjasama meraih tujuan.</li><li>Setia pada pekerjaan sampai pekerjaan tersebut selesai.</li><li>Menyelesaikan tugas tepat waktu dan sesuai dengan anggaran.</li></ul>",
      "prevContentRoute": "esfj",
      "nextContentRoute": "esfj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Provider",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "esfj/lingkungan-kerja-ideal",
      "personalityId": "ESFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang jelas adalah lingkungan yang sangat nyaman untuk seorang The Provider (ESFJ).</p><p>Lingkungan kerja terburuk bagi seorang The Provider adalah suasana kerja yang tidak akrab dan sangat kompetitif. Sistem yang selalu berubah juga membuat keahlian Anda yang hebat sebagai pekerja administratif dan organisasi menjadi tidak berharga. Anda membutuhkan peraturan, stabilitas, dan interaksi pribadi yang positif agar nyaman saat bekerja.</p><p>Ketika seorang The Provider bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Blue [NT], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Provider adalah:</p><p>Organisasi atau institusi yang stabil, dikenal dengan baik, dan memiliki reputasi yang kuat di komunitas Anda. Anda lebih tertarik pada organisasi yang telah ada. Mendirikan organisasi baru tidaklah menarik bagi Anda.</p><p>Memiliki proyek dan produk yang konkret dan praktis. Bagi Anda, produk atau jasa yang tidak berwujud (tidak konkret) akan sulit dihitung dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p>Memiliki peraturan, sistem pelaporan, dan masa depan yang jelas. Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p>Memungkinkan Anda bekerja di dalam kelompok atau tim. Anda membutuhkan orang lain untuk tetap bersemangat dalam bekerja.</p><p>Berisikan rekan kerja yang dapat dipercaya. Anda memiliki hasrat untuk menyejahterakan orang lain, baik klien maupun rekan kerja, serta senang untuk saling berbagi.</p><p>Berorientasi pada pelayanan/jasa. Anda secara alami senang melayani orang lain dan ingin bekerja di tempat yang terhormat untuk menyalurkan hal tersebut.</p><p>Menghargai orang yang ahli dan dapat diandalkan. Anda jarang gagal dalam memenuhi sebuah <em>deadline</em>.</p><p>Memberikan keamanan finansial. Anda bangga menjadi orang yang kompeten dan berharap dibayar dengan pantas.</p><p>Lingkungan yang membuat Anda seperti bagian dari keluarga besar. Anda berkembang di tempat yang berbagi tanggung jawab bersama.</p><p>Menyediakan Anda waktu untuk kepentingan keluarga. Karena Anda dapat memastikan tujuan pekerjaan akan tercapai, Anda berharap dapat memiliki waktu untuk memenuhi kebutuhan penting keluarga di rumah.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "esfj/kelebihan-alami",
      "nextContentRoute": "esfj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "esfj/karir-yang-menarik",
      "personalityId": "ESFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>The Provider (ESFJ) menyukai pekerjaan yang mampu memberikan ia kehormatan yang profesional, membutuhkan kompetensi tingkat tinggi, dan berkontribusi secara nyata terhadap masyarakat (khususnya di institusi yang terkemuka).</p><p>Anda butuh stabilitas dan keadaan yang dapat diprediksi untuk membawa Anda ke performa terbaik. Setelah mencapai tingkat tanggung jawab yang tinggi, Anda menghimpun staf yang loyal dan kompeten.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Manajemen / Promosi / Penjualan</h3><div id=\"career-list\"><ul><li><em>Compensation and Benefits Manager </em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em>Convention Planner </em>(orang yang mengkoordinasi segala aspek dari kegiatan pertemuan seperti: menyiapkan lokasi, transportasi, dan hal-hal lain yang berkaitan dengan pertemuan profesional)</li><li><em>Customer Service Manager </em>(mengelola staf customer service untuk memastikan kepuasan pelanggan)</li><li>Manajer SDM (mengelola sumber daya manusia)</li><li><em>Human Resources Specialist </em>(orang yang bertugas merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerja)</li><li>Agen Asuransi</li><li>Pengembang Lahan</li><li><em>Labor Relation Specialist </em>(orang yang bertugas mengelola hubungan antara karyawan dengan manajer, seperti: melakukan negosiasi perjanjian dan mengkoordinasi prosedur komplain/keluhan karyawan terhadap perusahaan)</li><li>Pelobi</li><li>Eksekutif Pemasaran (bagian manajerial tinggi perusahaan yang bertugas membuat perencanaan untuk mempromosikan suatu produk atau jasa—khususnya pemasaran melalui media elektronik)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li>Bankir Swasta</li><li>Pengelola Seni Pertunjukan</li><li>Ahli Humas (hubungan masyarakat)</li><li><em>Real Estate Agent </em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em>Salesperson </em>(pramuniaga, khususnya untuk produk yang konkret/berwujud)</li><li><em>Sales Representative </em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li></ul><p>Anda cocok dengan pekerjaan membutuhkan kemampuan berorganisasi, kemampuan diplomasi, menyediakan interaksi, dan pekerjaan yang berorientasi pelayanan.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Kepala Sekolah</li><li>Guru atau Pengajar (khususnya pengajar prasekolah, sekolah dasar, ekonomi rumah tangga, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kesempatan untuk bermanfaat bagi masyarakat, berorientasi terhadap pelayanan, memiliki peraturan yang jelas, dan merupakan profesi yang dihormati secara profesional.</p></div></div><div id=\"career-type\"><h3>Hukum / Perhotelan / Bisnis Kecil</h3><div id=\"career-list\"><ul><li>Pemilik Hotel</li><li>Pemilik Restoran</li><li>Pemilik Rumah Penginapan</li><li>Pengacara (dalam bidang tertentu, seperti: anak-anak, perlindungan konsumen, rumah tangga, dan kesehatan)</li><li>Pemilik Ritel</li><li>Manajer Ritel</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan berdiplomasi, pengamatan jeli, beriorentasi kepada pelayanan, dan menyediakan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Teknisi Biomedis (orang yang mengatur penggunaan peralatan medis yang digunakan untuk mendiagnosa dan menangani berbagai macam virus)</li><li><em>Chiropractor </em>(praktisi pengobatan pelengkap yang menekan­kan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li><em>Dental Hyangienist</em>(orang yang memiliki spesialisasi dalam perawatan gigi)</li><li>Dokter Gigi</li><li>Penata Diet</li><li>Ahli Fisiologi Olahraga (ahli yang mempelajari perubahan fungsi organ tubuh yang disebabkan latihan fisik/olahraga)</li><li>Perawat Rumah Sakit</li><li>Administrator Rumah Sakit</li><li>Perawat</li><li>Instruktur Keperawatan</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Apoteker</li><li><em>Pharmaceutical Sales Representative </em>(agen penjualan yang bekerja untuk perusahaan farmasi yang bertugas untuk meyakinkan para dokter menggunakan resep obat dari perusahaannya)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Dokter Keluarga</li><li>Asisten Dokter</li><li><em>Public Health Educator </em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan kesulitan dan keterlambatan untuk berbicara)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi (semua ahli terapi—khususnya terapi fisik, radiasi, pernafasan, berbicara)</li><li>Dokter Hewan</li><li>Asisten Dokter Hewan</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan keahlian tinggi dalam bidang yang ditekuni, berorientasi pelayanan, memerlukan pengamatan jeli, membuat orang lain merasa nyaman, profesi yang dihormati secara profesional, dan kesempatan untuk memastikan kesejahteraan orang lain.</p></div></div><div id=\"career-type\"><h3>Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Pemimpin Advokasi (orang yang membuat suatu usaha sistematis dan terorganisir untuk mempengaruhi dan mendesak terjadinya kebijakan publik secara bertahap)</li><li><em>Childcare Center Director </em>(direktur pelaksana di institusi penitipan anak-anak)</li><li><em>Community Welfare Worker </em>(profesional yang membantu individu, keluarga, atau kelompok dengan bantuan sosial, emosional, atau finansial untuk meningkatkan kualitas pendidikan di tengah perubahan lingkungan sosial)</li><li>Konselor (khususnya di bidang karir, kesejahteraan anak-anak, keluarga, dan penyalahgunaan obat-obatan)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Pemuka Agama (misalnya imam, ulama, pendeta, guru agama, dan pemuka agama lainnya)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, atau kelompok tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan masyarakat, berorientasi kepada pelayanan, dapat bermanfaat untuk orang lain, memberdayakan masyarakat, dan merupakan profesi yang dihormati di masyarakat.</p></div></div><div id=\"career-type\"><h3>Pekerjaan Lain</h3><div id=\"career-list\"><ul><li>Pemilik Katering</li><li>Ahli Kecantikan</li><li>Notulis Pengadilan</li><li>Perancang Busana</li><li>Pramugara atau Pramugari</li><li>Penata Rambut</li><li>Desainer Interior</li><li><em>Landscape Designer</em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li>Konservator Museum (orang yang bertanggung jawab atas pemeliharaan, pemugaran, dan perbaikan benda-benda museum)</li><li>Paralegal (membantu pengacara dalam pekerjaannya. Paralegal bukanlah pengacara maupun pertugas pengadilan. Di Indonesia, paralegal tidak diizinkan untuk berpraktik hukum sendirian)</li><li><em>Personal Trainer </em>(pelatih fitness atau kebugaran tubuh)</li><li><em>Tour &amp; Travel Agent</em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, berorientasi kepada pelayanan, mampu berinteraksi dengan orang lain, dan memiliki selera estetika yang baik.</p></div></div>",
      "prevContentRoute": "esfj/lingkungan-kerja-ideal",
      "nextContentRoute": "esfj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "esfj/bos-ideal",
      "personalityId": "ESFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Provider (ESFJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Menunjukkan perhatian pribadi yang cukup untuk masing-masing karyawannya.</li><li>Menyatakan dengan jelas apa yang perlu dilakukan.</li><li>Menetapkan tujuan yang ingin dicapai.</li><li>Dapat diandalkan untuk memenuhi sumber daya yang dibutuhkan.</li><li>Berkomitmen untuk memperketat jadwal kerja.</li></ol>",
      "prevContentRoute": "esfj/karir-yang-menarik",
      "nextContentRoute": "esfj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "esfj/tantangan-kepribadian",
      "personalityId": "ESFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Provider (ESFJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Terlalu fokus dengan detail-detail, dan mengabaikan gambaran besar. Belajarlah dari seorang Blue [NT] untuk melihat gambaran besar dari suatu permasalahan dan berdiskusilah dengan mereka minimal dua kali sebulan. Kadang-kadang tirulah pemikiran mereka tentang perencanaan strategi jangka panjang, sehingga hal itu dapat menjadi senjata bagi Anda ketika dibutuhkan. Akan tetapi meskipun telah belajar dengan mereka, Anda tetap tidak merasa wajar dengan cara berfikir mereka.</p><p>Membutuhkan pujian dan apresiasi yang tinggi. Anda umumnya akan putus asa jika tidak mendapatkan dua hal tersebut. Tidak semua warna kepribadian akan menyatakan apresiasi mereka. Namun bukan berarti ketika mereka diam, mereka tidak mengapresiasi Anda. Berikanlah motivasi dan semangat pada diri Anda sendiri. Anda tahu yang Anda lakukan, dan biasanya Anda mengerjakannya dengan sangat baik.</p><p>Tidak dapat menangani situasi kompetitif dengan baik. Jika Anda tidak dapat mengubah suasana persaingan menjadi lebih kooperatif ataupun menenangkan, lebih baik mundurlah. Jangan mencoba bermain-main dengan hal tersebut. Biasanya, hanya inilah cara untuk menurunkan tekanan pada diri Anda.</p><p>Cenderung untuk tetap setia pada apa yang telah dikerjakan. Ada banyak jalan untuk menuju ke tempat yang sama. Semua jalan memiliki kelebihannya masing-masing. Ya, jalan Anda adalah jalan yang benar, tetapi bukanlah satu-satunya yang benar. Sesekali ambilah jalan yang tidak nyaman dan rasakanlah keuntungan saat berada di jalan yang berbeda.</p><p>Secara alami kesulitan untuk melihat kemungkinan-kemungkinan baru. Jika pengalaman Anda dalam menangani suatu hal baru berjalan buruk, Anda akan putus asa dan berkecil hati, kadang-kadang menyerah. Mintalah bantuan kepada seseorang, khususnya Blue [NT] atau Red [SP], untuk melihat kemungkinan-kemungkinan yang tidak biasa. Menolak cara-cara yang lazim adalah zona nyaman mereka.</p><p>Mengambil keputusan terlalu cepat. Bahkan jika Anda mendapat informasi baru, Anda merasa sulit untuk merubah keputusan. Seringkali dalam hidup, Anda terjebak pada sebuah posisi yang sebenarnya tidak Anda inginkan. Agar sesuatu cepat berakhir, <em>cobalah bersikap tegas</em> dan memperjuangkan apa yang Anda inginkan. Khususnya jika Anda memiliki keraguan terhadap hal-hal yang sangat penting seperti memilih pasangan untuk menikah ataupun memiliki anak. Percaya atau tidak, hal ini akan membuahkan keputusan terbaik untuk semua pihak.</p>",
      "prevContentRoute": "esfj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "isfj/kelebihan-alami",
      "personalityId": "ISFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Dapat mengorganisir orang lain untuk menyelesaikan tujuan yang jelas.</li><li>Mengamati kebutuhan orang lain dan membantu mereka kapanpun Anda bisa.</li><li>Memiliki cara praktis tentang apa saja yang dibutuhkan dan bagaimana melakukannya.</li><li>Mendukung dan memberi semangat kepada orang lain.</li><li>Bekerja dengan baik di dalam tim.</li><li>Tidak digerakkan oleh ego.</li><li>Mengikuti aturan.</li></ul>",
      "prevContentRoute": "isfj",
      "nextContentRoute": "isfj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Protector",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "isfj/lingkungan-kerja-ideal",
      "personalityId": "ISFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan adalah lingkungan yang sangat nyaman untuk seorang The Protector (ISFJ).</p><p>Lingkungan kerja terburuk bagi seorang The Protector adalah suasana yang sangat kompetitif dan lebih menghargai intuisi daripada akurasi fakta-fakta yang nyata. Lingkungan yang terus berubah, seperti perusahaan yang baru berdiri, dapat membuat Anda tertekan hingga jatuh sakit.</p><p>Ketika seorang The Protector bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Protector adalah:</p><p>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi. Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh, maupun perusahaan bermasalah tidak dapat menawarkan hal tersebut.</p><p>Memiliki proyek dan produk yang konkret dan praktis. Bagi Anda, produk atau jasa yang tidak berwujud (tidak konkret) sulit untuk dihitung dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p>Berorientasi untuk membantu konsumen maupun rekan kerja. Anda memiliki prinsip yang kuat untuk melayani orang lain. Jika perusahaan Anda mengabaikan hal tersebut, Anda tidak akan tahan bekerja lama disana.</p><p>Menghargai loyalitas dan komitmen. Hal tersebut adalah bagian alami dari prinsip Anda.</p><p>Memiliki kehidupan kerja seimbang yang menghormati kebutuhan keluarga. Keluarga adalah prioritas utama Anda, dan Anda adalah pekerja yang terlalu baik jika tidak diberikan waktu bersama keluarga.</p><p>Tenang, tertib, dan teduh. Situasi yang melemahkan Anda adalah ketika menghadapi kekacauan.</p><p>Memberikan ruang pribadi. Sebagai seorang introvert, energi Anda terkuras ketika banyak berurusan dengan orang lain secara intens, meskipun kemampuan Anda dalam menangani orang terbilang luar biasa. Anda mengisi ulang energi dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda akan sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik ketika berada di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p>",
      "prevContentRoute": "isfj/kelebihan-alami",
      "nextContentRoute": "isfj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "isfj/karir-yang-menarik",
      "personalityId": "ISFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Perusahaan yang membuat Anda betah adalah perusahaan di mana Anda dapat bekerja pada karir yang terjamin selama bertahun-tahun, di bawah pedoman peraturan, prosedur, dan masa depan yang jelas. Lingkungan yang stabil dan dapat diprediksi membawa Anda pada performa terbaik.</p><p>Anda secara khusus membutuhkan penghargaan atas kemampuan Anda dalam menyelesaikan sesuatu dan mendapatkan hasil yang akurat. Perusahaan yang mengelola keuangannya dengan baik adalah perusahaan yang Anda sukai.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Manajemen / Promosi / Penjualan</h3><div id=\"career-list\"><ul><li>Ahli Pembukuan (disebut juga pencatat akuntansi. Bertugas mencatat transaksi keuangan dalam proses akuntansi bisnis)</li><li><em>Convention Planner </em>(orang yang mengkoordinasi segala aspek dari kegiatan pertemuan seperti: menyiapkan lokasi, transportasi, dan hal-hal lain yang berkaitan dengan pertemuan profesional)</li><li><em>Customer Service Manager </em>(mengelola staf <em>customer service</em>untuk memastikan kepuasan pelanggan)</li><li><em>Human Resources Specialist </em>(orang yang bertugas merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerja)</li><li>Agen Asuransi</li><li>Pelobi</li><li>Eksekutif Pemasaran (bagian manajerial tinggi perusahaan yang bertugas membuat perencanaan untuk mempromosikan suatu produk atau jasa—khususnya pemasaran melalui media elektronik)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li>Bankir Swasta</li><li>Pengelola Seni Pertunjukan</li><li>Ahli Humas (hubungan masyarakat)</li><li><em>Real Estate Agent </em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em>Salesperson </em>(pramuniaga. khususnya untuk produk yang konkret/berwujud)</li><li><em>Sales Representative </em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li><li>Pemilik Bisnis Kecil</li></ul><p>Anda cocok dengan pekerjaan membutuhkan kemampuan berorganisasi, kemampuan diplomasi, menyediakan interaksi, dan yang berorientasi pelayanan.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Administrator Sekolah</li><li>Bimbingan Konseling</li><li>Guru, Pengajar, atau Dosen (khususnya pengajar prasekolah, sekolah dasar, ekonomi rumah tangga, pendidikan luar biasa, dan dosen pendidikan tinggi dalam beberapa bidang tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan kesempatan untuk bermanfaat bagi masyarakat, berorientasi terhadap pelayanan, menyediakan peraturan yang jelas, dan merupakan profesi yang dihormati secara profesional.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam praktik penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Teknisi Biomedis (orang yang mengatur penggunaan peralatan medis yang digunakan untuk mendiagnosa dan menangani berbagai macam virus)</li><li><em>Dental Hyangienist </em>(orang yang memiliki spesialisasi dalam perawatan gigi)</li><li>Dokter Gigi</li><li>Penata Diet</li><li>Ahli Fisiologi Olahraga (ahli yang mempelajari perubahan fungsi organ tubuh yang disebabkan latihan fisik/olahraga)</li><li>Perawat Rumah Sakit</li><li>Administrator Rumah Sakit</li><li>Perawat</li><li>Instruktur Keperawatan</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Apoteker</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Dokter Keluarga</li><li>Asisten Dokter</li><li><em>Public Health Educator </em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li><li>Teknisi Radiologi (praktisi kesehatan yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi (semua ahli terapi—khususnya terapi fisik, radiasi, pernafasan, berbicara)</li><li>Dokter Hewan</li><li>Asisten Dokter Hewan</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan keahlian tinggi dalam bidang yang ditekuni, berorientasi pelayanan, memerlukan pengamatan jeli, membuat orang lain merasa nyaman, pekerjaan yang dihormati secara profesional, dan menyediakan kesempatan untuk memastikan kesejahteraan orang lain.</p></div></div><div id=\"career-type\"><h3>Hukum / Perhotelan / Bisnis Kecil</h3><div id=\"career-list\"><ul><li>Pemilik Hotel atau Rumah Penginapan</li><li>Pengacara (dalam bidang tertentu seperti: anak-anak, perlindungan konsumen, rumah tangga, dan kesehatan)</li><li>Paralegal (membantu pengacara dalam pekerjaannya. Paralegal bukanlah pengacara maupun pertugas pengadilan. Di Indonesia, paralegal tidak diizinkan untuk berpraktik hukum sendirian)</li><li>Pemilik Ritel</li><li>Manajer Ritel</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan berdiplomasi, pengamatan jeli, beriorentasi kepada pelayanan, dan menyediakan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3>Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Pemimpin Advokasi (orang yang membuat suatu usaha sistematis dan terorganisir untuk mempengaruhi dan mendesak terjadinya kebijakan publik secara bertahap)</li><li><em>Childcare Center Director </em>(direktur pelaksana di institusi penitipan anak-anak)</li><li><em>Community Welfare Worker </em>(profesional yang membantu individu, keluarga, atau kelompok dengan bantuan sosial, emosional, atau finansial untuk meningkatkan kualitas pendidikan di tengah perubahan lingkungan sosial)</li><li>Konselor (khususnya dalam bidang: karir, kesejahteraan anak-anak, keluarga, dan penyalahgunaan obat-obatan)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Pemuka Agama (misalnya imam, ulama, pendeta, guru agama, dan pemuka agama lainnya)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan masyarakat, berorientasi kepada pelayanan, dapat bermanfaat untuk orang lain, memberdayakan masyarakat, dan merupakan profesi yang dihormati di masyarakat.</p></div></div><div id=\"career-type\"><h3>Kreatif / Pekerjaan Lain</h3><div id=\"career-list\"><ul><li>Pedagang Barang Antik</li><li>Pemilik Katering</li><li>Ahli Kecantikan</li><li>Notulis Pengadilan</li><li><em>Desktop Publisher </em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Perancang Busana</li><li>Pramugara/Pramugari</li><li>Penata Rambut</li><li>Desainer Interior</li><li>Pemilik Toko Perhiasan</li><li>Pustakawan</li><li><em>Landscape Designer </em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li>Konservator Museum (orang yang bertanggung jawab atas pemeliharaan, pemugaran, dan perbaikan benda-benda museum)</li><li><em>Personal Trainer </em>(pelatih fitness atau kebugaran tubuh)</li><li><em>Tour &amp; Travel Agent</em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, berorientasi kepada pelayanan, mampu berinteraksi dengan orang lain, dan memiliki selera estetika yang baik.</p></div></div>",
      "prevContentRoute": "isfj/lingkungan-kerja-ideal",
      "nextContentRoute": "isfj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "isfj/bos-ideal",
      "personalityId": "ISFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Protector (ISFJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><ol><li>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</li><li>Terorganisir dan menetapkan tujuan yang jelas.</li><li>Handal dan dapat dipercaya.</li><li>Memberikan perhatian pribadi pada tiap-tiap karyawan.</li><li>Menyediakan sumber daya yang dibutuhkan.</li></ol>",
      "prevContentRoute": "isfj/karir-yang-menarik",
      "nextContentRoute": "isfj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "isfj/tantangan-kepribadian",
      "personalityId": "ISFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Protector (ISFJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Terlalu fokus terhadap detail, namun seringkali tidak bisa melihat gambaran besar suatu permasalahan. Anda hanya fokus terhadap detail, tanpa melihat gambaran besar atau teorinya. Tanpa hal tersebut, keputusan detail Anda mungkin cacat.</p><p>Membutuhkan dukungan dan akan putus asa jika dukungan tersebut tidak diungkapkan. Pandangan umum yang ada di masayarakat adalah jika orang lain tidak mengungkapkan apresiasi, mereka tidak mengapresiasi. Padahal faktanya, beberapa warna mengapresiasi sesuatu tanpa mengungkapkannya. Kadang-kadang, Anda hanya perlu menghargai diri Anda sendiri.</p><p>Bereaksi berlebihan terhadap kompetisi dan pertikaian. Ketika Anda tidak dapat menghindari konflik, Anda menjadi acuh tak acuh, tajam, dan terlalu pasif. Cobalah untuk lebih proaktif, selesaikan masalah tersebut sebelum menjadi besar, hal tersebut akan lebih memudahkan Anda nantinya. Kalahkan saingan Anda dengan semangat tanpa lelah; jangan takut dengan mereka. Mereka memiliki sesuatu yang ingin dibuktikan, sedangkan Anda tidak.</p><p>Mungkin terlalu berhati-hati dengan cara-cara baru. Cobalah lihat, apakah cara baru tersebut praktis dan memungkinkan untuk diimplementasikan; hal ini adalah kelebihan Anda. Dukunglah proyek baru tersebut dan masukkan ke dalam periode percobaan sebelum berkata tidak.</p><p>Dapat menjadi kurang tegas dan kurang mampu berterus terang secara langsung. Anda lebih memilih untuk membaur dengan kelompok Anda, namun ada saatnya Anda harus meningkatkan ketegasan dan berbicara langsung tentang apa yang Anda ketahui. Hal ini kadang-kadang dibutuhkan untuk menyelesaikan sesuatu.</p>",
      "prevContentRoute": "isfj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "estp/kelebihan-alami",
      "personalityId": "ESTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Memiliki pikiran yang praktis.</li><li>Membawa energi dan antusiasme pada proyek yang sedang dikerjakan.</li><li>Dapat bekerjasama dengan berbagai jenis orang.</li><li>Fleksibel dan bisa menerima berbagai pemikiran.</li><li>Bergantung pada diri sendiri.</li><li>Sangat efektif dalam bernegosiasi maupun penjualan.</li><li>Tertarik dan suka mengamati informasi yang faktual/nyata.</li><li>Menganalisa sesuatu dengan cepat dan menemukan banyak cara yang logis untuk menangani sebuah masalah.</li><li>Bereaksi cepat pada sebuah krisis atau dalam waktu yang sempit.</li></ul>",
      "prevContentRoute": "estp",
      "nextContentRoute": "estp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Promoter",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "estp/lingkungan-kerja-ideal",
      "personalityId": "ESTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang ideal bagi Anda adalah lingkungan yang menyenangkan dan bebas.</p><p>Sedangkan lingkungan dan budaya kerja terburuk untuk The Promoter (ESTP) adalah yang menekankan pada proyek jangka panjang. Selain itu suasana yang terlalu serius dan tidak ada humor membuat Anda cepat lelah. Anda hampir tidak mungkin menghasilkan apapun jika berada di tempat kerja yang hierarkis, penuh dengan jadwal rapat dan pertemuan.</p><p>Ketika seorang The Promoter bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Promoter (ESTP) adalah:</p><p>Santai, toleran, dan informal. Anda mengeluarkan performa terbaik tanpa adanya peraturan, pekerjaan tulis-menulis, dan pengawasan yang ketat. Anda butuh kebebasan untuk bekerja.</p><p>Fokus pada masalah-masalah jangka pendek. Anda butuh hasil saat ini agar merasa nyaman terhadap pekerjaan. Anda tidak suka dipaksa untuk berpikir terlalu jauh ke depan atau bekerja untuk jangka panjang.</p><p>Terdapat variasi dan kegembiraan. Anda lebih suka menangani satu atau dua masalah yang tidak sama. Pekerjaan sama yang diulang-ulang akan membuat performa Anda semakin buruk. Anda memiliki nyali yang kuat untuk melawan birokrasi ini.</p><p>Menghargai pengambilan resiko dan pendekatan langsung. Anda dihargai karena kecepatan dan kemampuan Anda untuk menangani masalah yang tidak terduga secara langsung. Jika Anda bisa bekerja di beberapa lokasi sekaligus, Anda akan merasa senang dan bergairah.</p><p>Bekerja pada produk yang berwujud dengan informasi faktual. Jika Anda tidak dapat melihatnya, menyentuhnya, merasakannya, mendengarnya, menciumnya, atau membuktikannya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan hari dengan melakukan <em>brainstorming </em>sangat melelahkan bagi Anda, kecuali untuk persahabatan.</p><p>Terdapat rekan kerja yang berenergi tinggi, menyenangkan, dan menghargai pengalaman praktik. Anda adalah seorang yang giat dan tidak ingin membatasi diri sendiri.</p><p>Membuat Anda mendapat pengakuan publik. Pengakuan memacu Anda untuk meraih prestasi yang lebih tinggi.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "estp/kelebihan-alami",
      "nextContentRoute": "estp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "estp/karir-yang-menarik",
      "personalityId": "ESTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Kebebasan dan kegembiraan adalah lingkungan kerja yang ideal bagi Anda. Anda paling tertarik dengan karir yang memberikan kebebasan, aksi, dan kemampuan untuk memecahkan masalah.</p><p>Harap dicermati bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Keuangan / Manajemen / Manufaktur</h3><div id=\"career-list\"><ul><li>Pemilik Bisnis (segala macam bisnis)</li><li><em>Trader </em>Sekuritas (menjual surat-surat berharga seperti saham, obligasi, komoditas, mata uang asing)</li><li>Manajer Promosi dan Periklanan</li><li>Sales Agent (agen penjualan yang bekerja untuk dirinya sendiri atau menjual jasanya pada perusahaan)</li><li>Penasihat Keuangan</li><li>Agen Asuransi</li><li>Bankir Investasi (bertindak sebagai penengah antara penerbit sekuritas dan masyarakat yang melakukan investasi)</li><li>Manajer Pemasaran</li><li><em>Industrial Production Manager </em>(mengkordinasikan proses manufaktur dalam proses produksi di sebuah industri)</li><li><em>Purchasing Agent/Manager </em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui pembelian barang dan jasa yang dibutuhkan perusahaan)</li><li><em>Sales Representative </em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li><li><em>Sales Manager </em>(orang yang bertanggung jawab memimpin dan memberi arahan kepada tim <em>sales </em>di suatu organisasi)</li><li>Pialang Saham</li><li><em>Wholesale and Retail Buyer </em>(membeli barang dagangan atau komoditi untuk dijual kembali pada konsumen di tingkat grosir atau eceran.</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan mengambil keputusan dengan cepat, variasi, otonomi, dan potensi untuk mendapatkan penghasilan yang menarik (meskipun seringkali berisiko).</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Programmer </em></li><li>Insinyur Software</li><li>Insinyur Hardware</li><li><em>Support Specialist </em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li><li><em>Systems Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li></ul><p>Anda cocok dengan jenis pekerjaan yang menerapkan keahlian teknis untuk menyelesaikan masalah-masalah praktis</p></div></div><div id=\"career-type\"><h3>Hiburan / Media</h3><div id=\"career-list\"><ul><li>Aktor atau Aktris</li><li><em>Dancer </em>(Penari)</li><li><em>Business Manager </em>(orang mendorong orang lain untuk bekerja maksimal dan efisien untuk mendapatkan keuntungan besar)</li><li><em>Cameraman </em></li><li>Sutradara (khususnya sutradara panggung, televisi, dan film)</li><li>Fotografer</li><li>Produser Televisi</li><li>Produser Film</li><li>Pembawa Acara <em>Talk Show</em></li><li><em>Special Effect Technician </em>(bertanggung jawab dalam membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li>Pemandu Bakat</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan bakat kreatif dan bekerja secara tim.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li><em>Clinical Lab Technologist </em>(teknisi yang ahli memeriksa ada tidaknya penyakit dalam uji laboratorium sehingga dapat ditangani dengan tepat oleh dokter)</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Ahli Terapi Pernafasan</li><li><em>Sport Medicine Specialist </em>(ahli terapi atau dokter untuk pencegahan dan penanganan cedera)</li><li>Dokter Bedah</li><li>Obstetri dan Ginekologi (obgyn atau ahli kandungan)</li><li>Kesehatan dan Keselamatan Kerja (biasanya disingkat K3; tujuan K3 adalah memelihara kesehatan dan keselamatan lingkungan kerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan pengamatan tajam dan penanganan praktis penyakit pada tubuh manusia.</p></div></div><div id=\"career-type\"><h3>Perhotelan / Rekreasi</h3><div id=\"career-list\"><ul><li>Koki</li><li><em>Cruise Director </em>(pegawai senior dalam kapal pesiar yang bertanggung jawab atas penerimaan tamu, kegiatan sosial, dan hiburan di atas kapal)</li><li>Agen Perjalanan atau Pariwisata</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat dalam menangani sebuah masalah dan membawa suasana gembira kepada orang lain, khususnya melalui humor.</p></div></div><div id=\"career-type\"><h3>Pekerjaan Investigasi</h3><div id=\"career-list\"><ul><li>Detektif atau Investigator</li><li>Intelijen</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan kuat pada detail visual dan kemampuan untuk mengambil kesimpulan dari suatu permasalahan.</p></div></div><div id=\"career-type\"><h3>Hukum / Politik</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya dalam bidang: kriminal, pemilu, industri hiburan, jasa keuangan, litigasi, <em>product liability,</em>pengadilan)</li><li>Pelobi</li><li>Mediator (sebagai pihak ketiga yang netral yang membantu proses perundingan guna mencari berbagai kemungkinan penyelesaian)</li><li>Negosiator</li><li>Politisi</li></ul><p>Anda cocok dengan jenis pekerjaan yang menyediakan fleksibilitas kerja dan membutuhkan kemampuan Anda untuk meyakinkan orang lain.</p></div></div><div id=\"career-type\"><h3>Penegakan Hukum / Pemerintahan</h3><div id=\"career-list\"><ul><li>Ahli Balistik (analis senjata dan peluru yang digunakan dalam tindak kejahatan)</li><li>Sipir Penjara</li><li>Agen BIN (Badan Intelijen Negara)</li><li>Pemadam Kebakaran</li><li>Ahli Forensik</li><li>Perwira Militer</li><li>Polisi</li><li>Agen Penerimaan Pajak</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan visual yang kuat dan variasi.</p></div></div><div id=\"career-type\"><h3><em>Real Estate</em></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li><em>Property Manager </em>(orang yang bertanggung jawab menangani bagian operasional properti dan penghubung antara pemilik properti dengan penghuni rumah)</li><li><em>Real Estate Broker </em>(agen perumahan yang bertindak sebagai perantara penjual dan pembeli rumah)</li></ul><p>Anda cocok dengan pekerjaan yang banyak berinteraksi dengan orang lain di area bisnis yang bergerak cepat.</p></div></div><div id=\"career-type\"><h3>Olahraga</h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Pelatih Atletik</li><li>Presenter Berita Olahraga</li><li>Promotor Olahraga</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik. Seorang Promoter (ESTP) dengan bakat olahraga tertentu, cocok menjadikan atlet sebagai salah satu alternatif profesinya.</p></div></div><div id=\"career-type\"><h3>Penelitian Ilmiah / Teknik / Lahan</h3><div id=\"career-list\"><ul><li>Insinyur (khususnya di bidang: sipil, elektro, industri, dan perminyakan)</li><li>Rimbawan (orang yang berprofesi sebagai pengelola hutan)</li><li>Arsitektur Lanskap (orang yang merancang konstruksi di alam terbuka)</li><li><em>Industrial Safety and Health Engineer </em>(orang yang merekayasa sistem keamanan industri sampai pada tingkat yang diinginkan)</li><li><em>Marine Biologist </em>(orang yang mempelajari kehidupan makhluk hidup di laut)</li><li>Insinyur Pertambangan</li><li><em>Ranger </em>(penjaga hutan, taman, atau area terbuka di luar kota)</li><li>Petani</li><li>Pengusaha Peternakan</li><li>Ahli Konservasi Tanah (membantu petani dan pengelola lahan untuk memaksimalkan potensi penggunaan tanah)</li><li><em>Technical Trainer </em>(profesi yang tugasnya melatih orang lain di bidang teknologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis, serta pekerjaan yang membuat Anda dekat dengan alam dan berbagi tanggung jawab dengan orang lain di lingkungan sekitar Anda.</p></div></div><div id=\"career-type\"><h3>Transportasi</h3><div id=\"career-list\"><ul><li><em>Air Traffic Controler </em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Mekanik Pesawat</li><li>Instruktur Penerbang</li><li>Pilot atau Kopilot</li><li>Insinyur Penerbangan</li><li>Kapten Kapal</li><li>Nahkoda</li></ul><p>Anda cocok dengan pekerjaan bervariasi dan menyenangkan.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli dan bervariasi.</p></div></div>",
      "prevContentRoute": "estp/lingkungan-kerja-ideal",
      "nextContentRoute": "estp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "estp/bos-ideal",
      "personalityId": "ESTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Promoter (ESTP) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Ramah, berorientasi terhadap aksi, ramah, dan fokus terhadap hasil akhir daripada mengikuti <em>timeline</em>.</li><li>Memberikan Anda arahan mengenai tujuan yang akan dicapai, lalu memberikan Anda waktu untuk bekerja sendiri.</li><li>Menjalin hubungan yang baik dengan Anda melalui humor.</li><li>Mendorong terciptanya kegembiraan di tempat kerja dan setelah kerja.</li></ol>",
      "prevContentRoute": "estp/karir-yang-menarik",
      "nextContentRoute": "estp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "estp/tantangan-kepribadian",
      "personalityId": "ESTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Promoter (ESTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Cenderung terlalu santai dalam menanggapi peraturan, prosedur, dan otoritas. Hal tersebut bisa menjadi ancaman terbesar untuk karir Anda. Apa yang membuat pekerjaan Anda lebih mudah mungkin membuat orang lain kesulitan, dan seringkali humor saja tidak cukup untuk meredakan masalah tersebut. Pikirkanlah gaji Anda yang terancam dipotong ketika Anda ingin melanggar prosedur yang ada.</p><p>Kadang-kadang tidak dapat berkomitmen. Jika sebuah komitmen hanya menghambat Anda, Anda boleh meninggalkannya. Di dunia profesional, Anda dituntut untuk fokus mengerjakan satu yang penting, Anda tidak bisa mengerjakan berbagai hal secara bersamaan. Catatlah daftar janji Anda, dan periksalah tiap pagi. Batalkanlah janji tersebut jauh-jauh hari, jika memang tidak memungkinkan untuk dipenuhi.</p><p>Membenci <strong><em>deadline </em></strong>yang ketat, pekerjaan yang berulang-ulang, dan bekerja sendirian. Hindari atau ganti pekerjaan Anda jika lingkungan kerja menuntut demikian. Hal ini akan membuat Anda pesimis dan tidak gembira. Jika hal tersebut tidak dapat dihindari, anggaplah seolah-olah tugas tersebut adalah sesuatu yang konyol. Ini akan meringankan suasana hati Anda, sehingga dapat menyesuaikan diri dengan rekan kerja.</p><p>Tidak berpikir jauh ke depan. Anda adalah orang yang berkonsentrasi pada apa yang Anda jalani sekarang, seringkali hal ini menguntungkan, dan seringkali tidak. Tetapkanlah tujuan jangka panjang agar memacu Anda lebih disiplin untuk mencapai tujuan itu.</p><p>Seringkali tidak mempersiapkan diri untuk suatu pertemuan atau proyek. Kemampuan Anda yang mudah menyesuaikan sangatlah penting dalam beberapa keadaan. Tetapi hal tersebut sangatlah beresiko. Jika Anda tidak siap untuk suatu pertemuan ataupun proyek, hal tersebut akan menurunkan kredibilitas Anda maupun perusahaan. Luangkan waktu minimal dua puluh menit untuk persiapan terlebih dahulu.</p>",
      "prevContentRoute": "estp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "istp/kelebihan-alami",
      "personalityId": "ISTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ol><li>Mengerjakan tugas dengan aksi nyata yang dapat menginspirasi orang lain.</li><li>Pengamat yang sangat jeli.</li><li>Memperhatikan informasi yang faktual/nyata.</li><li>Unggul dalam penugasan yang bersifat praktikal, variatif, dan berorientasi terhadap tindakan nyata.</li><li>Menghargai dan mendorong efisiensi.</li><li>Suka menyelesaikan masalah dengan menggunakan pendekatan yang logis.</li><li>Mengkombinasikan fakta-fakta yang akurat dan terbuka terhadap strategi baru.</li><li>Menjadi produktif ketika diberikan waktu sendirian untuk menyelesaikan suatu pekerjaan dengan cara Anda sendiri.</li></ol>",
      "prevContentRoute": "istp",
      "nextContentRoute": "istp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Crafter",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "istp/lingkungan-kerja-ideal",
      "personalityId": "ISTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja yang ideal untuk Anda adalah yang menawarkan permasalahan yang bervariasi dan ruangan pribadi untuk berefleksi.</p><p>Budaya kerja terburuk bagi The Crafter (ISTP) adalah lingkungan kerja yang sangat hierarki/terstruktur, yang memiliki keseharian rutin mengadakan rapat dan pertemuan. Lingkungan kerja yang mengharuskan banyak kolaborasi dengan orang lain, dan mereka membutuhkan Anda terus menerus menjadi sesuatu yang melelahkan.</p><p>Ketika seorang The Crafter bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas kerja akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Crafter (ISTP) adalah:</p><p>Lingkungan yang santai. Anda bekerja dengan performa terbaik ketika tidak terlalu dituntut dengan peraturan-peraturan, pekerjaan tulis-menulis, dan pengawasan.</p><p>Fokus pada hasil langsung. Anda membutuhkan hasil saat ini untuk merasa nyaman pada apa yang Anda kerjakan.</p><p>Mengizinkan Anda untuk bekerja pada produk yang berwujud/konkret. Jika Anda tidak bisa melihatnya, menyentuhnya, merasakannya, mendengarnya, atau menciumnya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan waktu seharian untuk <em>brainstorming </em>akan membuat Anda frustasi dan merasa membuang waktu.</p><p>Memberikan semangat kepada orang yang tidak terampil dengan pendekatan langsung. Anda tidak menyukai obrolan ringan dan berbelit-belit. Kehalusan, sensitivitas, dan emosi, adalah kondisi ideal orang lain, bukan Anda.</p><p>Menawarkan kesempatan untuk bereksperimen.</p><p>Memberikan variasi, suasana menyenangkan, dan resiko tinggi. Masalah-masalah yang dapat diselesaikan dengan aksi nyata adalah kondisi terbaik untuk Anda.</p><p>Menyediakan ruang pribadi. Sebagai seorang introvert, energi Anda terkuras ketika berurusan dengan banyak orang, meskipun Anda terampil dalam menangani orang lain. Anda mengisi ulang energi Anda dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p>",
      "prevContentRoute": "istp/kelebihan-alami",
      "nextContentRoute": "istp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "istp/karir-yang-menarik",
      "personalityId": "ISTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, aksi nyata, dan variasi. Anda tertarik pada posisi di mana kemampuan negosiasi Anda dihargai. Carilah pekerjaan yang menghargai bakat alami Anda.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Keuangan / Manufaktur / Manajemen</h3><div id=\"career-list\"><ul><li><em>Entrepreneur </em></li><li>Pemilik Waralaba</li><li>Trader Sekuritas (menjual surat-surat berharga seperti saham, obligasi, komoditas, mata uang asing)</li><li>Penasihat Keuangan</li><li>Agen Asuransi</li><li>Negosiator</li><li><em>Purchasing Agent/Manager</em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda untuk beroperasi mandiri atau bersama tim kecil. Anda juga cocok dengan pekerjaan yang membutuhkan pendekatan logis dan pengambilan keputusan yang cepat.</p></div></div><div id=\"career-type\"><h3>Komputer/Teknologi Informasi</h3><div id=\"career-list\"><ul><li>Insinyur Hardware Komputer</li><li><em>Network System Administrator </em>(bertanggung jawab pada sistem jaringan komputer sehari-hari)</li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan dan informasi lainnya)</li><li><em>Software Developer </em>(pengembang perangkat lunak)</li><li><em>System Analyst </em>(orang yang bertanggung jawab atas perancangandan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Support Specialist </em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li><li><em>Technical Trainer </em>(profesi yang tugasnya melatih orang lain di bidang teknologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis dan kontribusi konkret secara langsung.</p></div></div><div id=\"career-type\"><h3>Hiburan / Media</h3><div id=\"career-list\"><ul><li><em>Audiovisual Specialist </em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu, <em>sound mixer</em>)</li><li>Manajer Artis (membuat kesepakatan bisnis untuk klien, mengatur jadwal, dan melakukan kegiatan promosi)</li><li>Kameramen</li><li>Fotografer</li><li><em>Special Effect Technician </em>(bertanggung jawab dalam membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li><em>Stage Manager </em>(orang yang bertanggung jawab terhadap penyusunan teknis di atas panggung)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kebebasan dan suasana menyenangkan. Anda juga cocok dengan jenis pekerjaan yang membutuhkan kemampuan teknis dan cara-cara yang tidak lazim.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Ahli Teknologi Kardiovaskular (ahli yang menangani masalah jantung, pembuluh darah, dan teknik dalam mengopera­sikan peralatan medis)</li><li>Dokter UGD (Unit Gawat Darurat)</li><li>Teknisi UGD (pengoperasian alat-alat medis di unit gawat darurat)</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li><em>Sport Medicine Specialist </em>(ahli terapi atau dokter untuk pencegahan dan penanganan cedera)</li><li><em>Surgical Technologist (</em>disebut juga teknisi ruang operasi, karena bertugas menjadi asisten operasi pembedahan. Mereka menyiapkan ruang dan peralatan operasi, serta membantu dokter selama proses pembedahan)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam pada detail tubuh manusia dan keahlian teknis, serta pekerjaan yang membutuhkan respon cepat dan beroperasi menggunakan peralatan yang sensitif</p></div></div><div id=\"career-type\"><h3>Keramahtamahan / Rekreasi</h3><div id=\"career-list\"><ul><li>Koki</li><li>Pemilik Restoran</li><li>Manajer Restoran</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat dalam menangani masalah dan terjun langsung ke lapangan</p></div></div><div id=\"career-type\"><h3>Pekerjaan Investigasi</h3><div id=\"career-list\"><ul><li>Detektif atau Investigator</li><li>Ahli Forensik</li><li>Agen Intelijen</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda bekerja sendiri dalam waktu lama.</p></div></div><div id=\"career-type\"><h3>Penegakan Hukum / Pemerintahan</h3><div id=\"career-list\"><ul><li>Ahli Balistik (analis senjata dan peluru yang digunakan dalam tindak kejahatan)</li><li>Sipir Penjara</li><li>Investigator Kriminal</li><li>Petugas Pemadam Kebakaran</li><li>Pengacara (khususnya dalam bidang: kriminal, sumber daya energi, litigasi, dan hukum properti)</li><li>Mediator (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li>Perwira Militer</li><li>Pasukan Khusus (satuan militer yang dibentuk dan dilatih untuk melakukan misi non-konvensional)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan kuat terhadap detail dan pendekatan logis untuk menyelesaikan masalah. Serta pekerjaan yang memungkinkan Anda untuk bertindak langsung dan bervariasi.</p></div></div><div id=\"career-type\"><h3>Berhubungan dengan Alam</h3><div id=\"career-list\"><ul><li>Petani</li><li>Rimbawan (orang yang berprofesi sebagai pengelola hutan)</li><li>Arsitektur Lanskap (orang yang merancang konstruksi di alam terbuka)</li><li><em>Marine Biologist </em>(orang yang mempelajari kehidupan makhluk hidup di laut)</li><li>Pengusaha Peternakan</li><li>Ahli Konservasi Tanah (membantu petani dan pengelola lahan untuk memaksimalkan potensi penggunaan tanah)</li><li><em>Surveyor </em></li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik di luar ruangan. Anda juga dapat bekerja sendirian dengan produktif, khususnya ketika menghadapai permasalahan yang fleksibel.</p></div></div><div id=\"career-type\"><h3>Penelitian Ilmiah / Teknik</h3><div id=\"career-list\"><ul><li>Insinyur (khususnya di bidang: sipil, elektro, lingkungan, industri, K3)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis dan praktik menggunakan peralatan teknik.</p></div></div><div id=\"career-type\"><h3>Olahraga</h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Pelatih Atletik</li><li>Manajer Atlet (membuat kesepakatan bisnis untuk klien, mengatur jadwal, dan melakukan kegiatan promosi)</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik, serta pekerjaan yang membutuhkan kemampuan cepat untuk merespon dan bernegosiasi.</p></div></div><div id=\"career-type\"><h3>Transportasi</h3><div id=\"career-list\"><ul><li><em>Air Traffic Controller </em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Mekanik Pesawat</li><li>Instruktur Penerbang</li><li>Pilot</li><li>Insinyur Penerbangan</li><li>Pembalap Mobil</li><li>Kapten Kapal</li><li>Nahkoda</li></ul><p>Anda cocok dengan pekerjaan yang memiliki suasana kerja menyenangkan.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Montir Listrik</li><li>Kontraktor Umum</li><li>Tukang Ledeng</li></ul><p>Anda cocok dengan pekerjaan yang memberikan fleksibilitas kerja dan menyelesaikan masalah yang membutuhkan respon cepat dan tenang.</p></div></div>",
      "prevContentRoute": "istp/lingkungan-kerja-ideal",
      "nextContentRoute": "istp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "istp/bos-ideal",
      "personalityId": "ISTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Crafter (ISTP) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><ol><li>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</li><li>Mengarahkan Anda dengan benar dan jelas, kemudian memberi Anda waktu untuk mengerjakannya sendiri.</li><li>Memiliki selera humor sama seperti Anda.</li><li>Menghargai pendekatan logis dan tidak terganggu dengan cara Anda bekerja secara mandiri.</li><li>Bersedia untuk mengambil resiko.</li></ol>",
      "prevContentRoute": "istp/karir-yang-menarik",
      "nextContentRoute": "istp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "istp/tantangan-kepribadian",
      "personalityId": "ISTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Crafter (ISTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Dapat terlalu santai menghadapi peraturan dan prosedur yang dianut oleh orang lain, termasuk dalam menghadapi <strong><em><strong><em>deadline</em></strong></em></strong>. Hal tersebut bisa menjadi ancaman terbesar untuk karir Anda. Apa yang membuat pekerjaan Anda lebih mudah mungkin membuat orang lain kesulitan, dan seringkali humor saja tidak cukup untuk meredakan masalah tersebut. Pikirkanlah gaji Anda yang terancam dipotong ketika Anda ingin melanggar prosedur yang ada.</p><p>Kadang-kadang melukai perasaan orang lain. Memahami perasaan orang lain bukanlah prioritas Anda. Cobalah untuk lebih bijaksana. Melukai perasaan orang lain hanya akan menyebabkan pencapaian terhambat. Penting untuk menjadi bijaksana dan memperhatikan perasaan orang lain.</p><p>Dibenci karena tidak memiliki kontrol atas jadwal sendiri dan kontrol terhadap <strong><em>deadline </em></strong>yang ketat. Hal tersebut seringkali membuat Anda sinis dan terlihat sembrono. Pertimbangkan dengan serius untuk berganti pekerjaan jika hal tersebut sering terjadi.</p><p>Mungkin mengabaikan sesuatu yang memerlukan persiapan. Hal ini dapat merusak kepercayaan orang lain terhadap Anda. Orang-orang akan mengabaikan bakat alami dan kontribusi Anda jika mereka tidak nyaman dengan sikap santai Anda pada sesuatu yang mereka anggap penting.</p>",
      "prevContentRoute": "istp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "esfp/kelebihan-alami",
      "personalityId": "ESFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Realistis terhadap apa yang seharusnya diselesaikan.</li><li>Memperhatikan dan mengingat informasi-informasi yang faktual/nyata.</li><li>Dapat menangani beberapa pekerjaan sekaligus dalam satu waktu.</li><li>Bereaksi cepat terhadap permasalahan atau krisis.</li><li>Membawa energi dan optimisme ke dalam pekerjaan.</li><li>Menikmati pekerjaan ketika dapat berkolaborasi dengan orang lain.</li><li>Sangat efektif dalam negosiasi maupun penjualan.</li></ul>",
      "prevContentRoute": "esfp",
      "nextContentRoute": "esfp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Performer",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "esfp/lingkungan-kerja-ideal",
      "personalityId": "ESFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Perusahaan yang memberikan pekerjaan pada produk-produk berwujud/konkret dan fokus pada masalah-masalah jangka pendek adalah lingkungan yang sempurna bagi seorang The Performer (ESFP). The Performer juga lebih suka berjalan dengan peraturan mereka sendiri dan membutuhkan lingkungan yang sangat fleksibel.</p><p>Budaya kerja terburuk dari The Performer adalah lingkungan yang menekankan proyek jangka panjang. Keseharian yang serius dan sedikit humor umumnya memperburuk kinerja Anda. Anda hampir tidak mungkin menghasilkan apapun di tempat kerja yang sangat hierarkis dengan banyak rapat dan pertemuan.</p><p>Ketika seorang The Performer bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Performer (ESFP) adalah:</p><p>Santai, toleran, dan informal. Anda mengeluarkan performa terbaik tanpa adanya peraturan, pekerjaan tulis-menulis, dan pengawasan yang ketat.</p><p>Terdapat variasi, kegembiraan, dan krisis. Pekerjaan yang berulang-ulang dan rutinitas membuat Anda bekerja dengan buruk.</p><p>Menghargai siapa yang memiliki kecepatan dalam menyelesaikan masalah. Anda menyukai masalah dan tantangan yang memacu adrenalin yang justru membuat orang dengan warna lain stres.</p><p>Memberikan kesempatan kepada Anda untuk memecahkan kesulitan. Kemampuan Anda bekerja cepat di bawah tekanan membuat Anda menjadi orang pertama yang menghadapi kekacauan pada departemen atau proyek.</p><p>Fokus pada masalah-masalah jangka pendek. Anda butuh hasil saat ini untuk merasa nyaman pada apa yang Anda kerjakan.</p><p>Bekerja pada benda nyata dan produk-produk yang berwujud. Jika Anda tidak dapat melihatnya, menyentuhnya, merasakannya, mendengarnya, menciumnya, atau membuktikannya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan hari dengan melakukan <em>brainstorming </em>sangat melelahkan bagi Anda, kecuali untuk persahabatan.</p><p>Secara estetis menarik dan berwarna-warni. Anda memiliki rasa estetis yang lebih dibandingkan orang dengan warna lain. Lingkungan sekitar yang tidak menarik akan mengganggu, mengalihkan perhatian, dan mengurangi produktifitas Anda. Anda menyukai benda-benda yang membuat dunia lebih indah, itu menginspirasi Anda untuk bekerja.</p><p>Memiliki rekan kerja yang bersemangat dan berorientasi pada tindakan nyata. Dikelilingi oleh orang-orang yang enerjik akan merangsang produktifitas Anda.</p><p>Anda memiliki kebutuhan untuk membantu seseorang, baik karyawan maupun pelanggan. Anda akan tertekan di tempat kerja ketika kebutuhan manusia diabaikan.</p>",
      "prevContentRoute": "esfp/kelebihan-alami",
      "nextContentRoute": "esfp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "esfp/karir-yang-menarik",
      "personalityId": "ESFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, tindakan nyata, dan kemampuan untuk mengatasi krisis.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Seni / Desain / Hiburan / Media</h3><div id=\"career-list\"><ul><li>Seniman (misalnya pelukis, pemahat, dan ilustrator)</li><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, ataupun televisi)</li><li>Aktor atau Artis</li><li><em>Audiovisual Specialist </em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu, <em>sound mixer)</em></li><li>Penyiar Radio</li><li>Desainer (khususnya desain: kostum, pakaian, dan panggung)</li><li>Pengrajin</li><li><em>Dancer </em></li><li><em>Entertainment Agent </em>(orang yang mencarikan pekerjaan untuk aktor, pengarang, sutradara, musisi, model, atlet, penulis, dan pelaku industri hiburan lain)</li><li>Kameramen</li><li>Perancang Busana</li><li>Fotografer</li><li>Produser Film</li><li>Produser Televisi</li><li>Pembawa Acara <em>Talk Show</em></li><li><em>Special Effect Technician (</em>bertanggung jawab membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li><em>Stage Manager </em>(orang yang bertanggung jawab terhadap penyusunan teknis di atas panggung)</li><li><em>Talent Director </em>(memilih orang-orang yang berbakat sebelum proses produksi televisi, film, dan panggung. Biasanya mereka melakukan audisi dan  wawancara)</li><li>Pemandu Wisata</li><li><em>Tour &amp; Travel Organizer</em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan bakat artistik untuk menghasilkan karya atau produk yang konkret.</p></div></div><div id=\"career-type\"><h3>Bisnis / Keuangan / Hukum</h3><div id=\"career-list\"><ul><li>Pemilik Bisnis Kecil</li><li><em>Corporate Trainer </em>(instruktur yang bertugas meningkatkan kemampuan dan pengetahuan karyawan)</li><li>Penasihat Keuangan</li><li><em>Trader Sekuritas </em>(penjual surat-surat berharga seperti saham, obligasi, dan komoditas)</li><li>Agen Asuransi</li><li>Pengacara (khususnya dalam bidang litigasi, dan properti)</li><li><em>Manufacturers’ Representatives </em>(seorang <em>sales agent,</em>individu, atau perusahaan yang menjual produk manufaktur secara grosir maupun eceran)</li><li>Ahli Pemasaran</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li><em>Event Organizer</em></li><li>Ahli Hubungan Masyarakat (Humas)</li><li><em>Retail Merchandisers </em>(memastikan stok produk didistribusikan pada tempat dan waktu yang tepat untuk hasil penjualan yang maksimal)</li><li><em>Salesperson </em>(pramuniaga)</li><li><em>Sales Manager </em>(orang yang bertanggung jawab memimpin dan memberi arahan kepada tim <em>sales </em>di suatu organisasi).</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan kemampuan komunikasi dan menjual produk.</p></div></div><div id=\"career-type\"><h3>Perawatan Hewan</h3><div id=\"career-list\"><ul><li>Peternak</li><li><em>Animal Trainer</em></li><li>Pemilik <em>Pet Store</em></li><li>Dokter Hewan</li><li>Teknisi Dokter Hewan (melakukan tes medis di bawah pengawasan dokter hewan untuk mendiagnosis penyakit hewan</li><li>Ahli Zoologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kepekaan emosi, fisik, dan sensitivitas terhadap hewan.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Game Programmer</em></li><li>Insinyur Software</li><li><em>Support Specialist </em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kombinasi antara kemampuan desain dan teknis untuk bekerjasama dengan rekan kerja.</p></div></div><div id=\"career-type\"><h3>Pendidikan/Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Pengasuh Anak</li><li><em>Community Service Manager </em>(orang yang mengkoordinasi dan mengontrol program pelayanan sosial dan organisasi komunitasnya)</li><li>Konselor Keluarga</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Koordinator Kurikulum Sekolah</li><li><em>Public Health Educator </em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Guru (khususnya: musik, drama, seni, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan ruang untuk mengajar atau membimbing orang lain. Serta pekerjaan yang membutuhkan kemampuan untuk mengenal orang lain dengan akrab.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Chiropractor (praktisi pengobatan pelengkap yang menekankan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li>Dokter Gigi</li><li>Asisten Dokter Gigi</li><li>Penata Diet</li><li>Perawat Panti Jompo</li><li>Perawat Rumah Sakit</li><li>Teknisi Laboratorium</li><li>Perawat (khususnya di ruang gawat darurat)</li><li>Obstetri dan Ginekologi (obgyn atau ahli kandungan)</li><li>Dokter Anak</li><li><em>Personal Trainer </em>(pelatih <em>fitness </em>atau kebugaran tubuh)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi Pernafasan</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li><li>Konselor (khususnya sebagai konselor pemulihan pecandu narkoba)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam terhadap tubuh manusia dan metode praktis untuk menangani pasien melewati situasi yang tidak nyaman.</p></div></div><div id=\"career-type\"><h3>Layanan Gawat Darurat/Pemerintahan</h3><div id=\"career-list\"><ul><li>Petugas Pemadam Kebakaran</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan variasi, perubahan, dan kemampuan untuk merespon cepat di bawah situasi bertekanan tinggi.</p></div></div><div id=\"career-type\"><h3>Keramahtamahan / Rekreasi / Hotel</h3><div id=\"career-list\"><ul><li>Koki</li><li>Manajer Restoran</li><li><em>Cruise Director </em>(pegawai senior dalam kapal pesiar yang bertanggung jawab atas penerimaan tamu, kegiatan sosial, dan hiburan di atas kapal)</li><li>Pemilik Hotel</li><li>Manajer Hotel</li><li>Pemilik Restoran</li><li>Tour &amp; Travel Agent</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat terhadap permasalahan yang ada. Anda juga berbakat untuk memberikan suasana gembira di sekitar Anda, khususnya dengan humor.</p></div></div><div id=\"career-type\"><h3>Politik</h3><div id=\"career-list\"><ul><li>Politisi (semua jenis dan tingkatan politisi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan dalam meyakinkan orang lain dan pekerjaan dengan waktu yang fleksibel.</p></div></div><div id=\"career-type\"><h3><em>Real Estate</em></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li>Manajer Properti</li><li><em>Real Estate Broker </em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li>Pengacara Properti</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan orang lain di dalam bisnis yang bergerak cepat.</p></div><div id=\"career-type\"><h3>Olahraga</h3><div id=\"career-list\"><ul><li>Atlet (semua jenis atlet)</li><li>Pelatih Atletik</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik. Jika Anda memiliki kemampuan khusus atau bakat di bidang olahraga, Anda sangat cocok menjadikan olahraga sebagai profesi.</p></div></div></div><div id=\"career-type\"><h3>Transportasi</h3><div id=\"career-list\"><ul><li><em>Air Traffic Controller </em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Pramugara atau Pramugari</li><li>Pilot atau Kopilot</li></ul><p>Anda cocok dengan pekerjaan yang memiliki suasana kerja yang bervariasi, menantang, dan menyenangkan.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Ahli Kecantikan</li><li>Petani</li><li>Pengusaha Peternakan</li><li>Penata Rambut</li><li>Tukang Kebun &amp; Pertamanan</li></ul></div></div>",
      "prevContentRoute": "esfp/lingkungan-kerja-ideal",
      "nextContentRoute": "esfp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "esfp/bos-ideal",
      "personalityId": "ESFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Performer (ESTF) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Pragmatis.</li><li>Memberikan arahan yang benar, lalu memberi waktu untuk mengerjakannya dengan cara Anda sendiri.</li><li>Membangun hubungan melalui humor.</li><li>Mendorong terciptanya kegembiraan di tempat kerja.</li></ol>",
      "prevContentRoute": "esfp/karir-yang-menarik",
      "nextContentRoute": "esfp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "esfp/tantangan-kepribadian",
      "personalityId": "ESFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Performer (ESFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Cenderung terlalu santai menghadapi peraturan, otoritas, dan prosedur yang diterapkan oleh orang lain, ketika berhadapan dengan deadline. Hal ini adalah salah satu sifat yang mampu mengancam karir Anda. Atasan Anda mungkin membutuhkan peraturan dan prosedur untuk mengontrol pekerjaanya. Alangkah baiknya Anda menanggapi dengan lebih hormat dan simpati. Cobalah cara ini dan lihatlah reaksi bos Anda.</p><p>Memiliki kesulitan dalam membuat rencana ke depan dan kadang-kadang tidak bisa berkomitmen. Jika sebuah komitmen memberatkan Anda, mungkin Anda akan melepaskannya. Anda juga membenci birokrasi, termasuk ketika harus menelfon untuk membatalkan janji. Dalam dunia profesional, hal tersebut membuat Anda tampak tidak profesional. Tulislah janji Anda, dan cobalah untuk menelpon klien ketika ingin membatalkannya.</p><p>Tidak menyukai <strong><em>deadline </em></strong>ketat, pekerjaan yang tidak variatif, dan bekerja secara mandiri. Gantilah pekerjaan Anda jika hal tersebut adalah syarat mutlak, karena akan membuat Anda pesimis dan muram. Ketika <em>deadline </em>dan rutinitas tidak dapat dihindari, anggaplah mereka semua sebagai hal-hal yang konyol, hal tersebut akan mencerahkan suasana hati Anda.</p><p>Menjadi frustasi di lingkungan yang terlalu serius di mana tidak ada humor. Semangat Anda akan surut dan menjadi muram. Jika terlalu lama berada di bawah lingkungan dengan tekanan stres yang tinggi, akan membuat Anda menjadi kasar dan meledak-ledak.</p>",
      "prevContentRoute": "esfp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "isfp/kelebihan-alami",
      "personalityId": "ISFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Suka memulai dan melakukan perubahan.</li><li>Merangkul orang lain untuk mengerjakan tugas bersama-sama dengan gaya yang kooperatif.</li><li>Memberikan <em>feedback</em> yang mendukung kemajuan orang lain.</li><li>Unggul dalam tugas yang berorientasi pada tindakan nyata, praktis, dan tidak berulang.</li><li>Suka mengatasi masalah dengan menggunakan sebuah pendekatan taktis.</li><li>Menghargai kreativitas dan mengembangkan estetika dalam pekerjaan.</li><li>Memiliki kemauan kuat untuk melayani pelanggan, tidak peduli apapun jabatan Anda.</li><li>Paling produktif ketika dapat menyelesaikan pekerjaan secara mandiri.</li></ul>",
      "prevContentRoute": "isfp",
      "nextContentRoute": "isfp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Composer",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "isfp/lingkungan-kerja-ideal",
      "personalityId": "ISFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Bagi The Composer (ISFP) lingkungan kerja yang ideal adalah yang indah, terdapat ruang pribadi, dan santai. Sebenarnya beberapa warna lain tidak nyaman bekerja dengan suasana santai seperti Anda. Orang Introvert umumnya nyaman bekerja di dalam ruangan. Namun untuk Anda, yang paling produktif adalah aktivitas di luar ruangan.</p><p>Budaya kerja terburuk bagi The Composer (ISFP) adalah ketika Anda diberi tugas untuk mengontrol semua bagian proyek dengan <em>deadline </em>ketat yang membutuhkan strategi jangka panjang. Suasana sehari-hari yang terlalu serius dan sedikit humor akan melemahkan Anda. Energi Anda akan terkuras ketika bekerja di lingkungan yang ramai yang tidak menghargai privasi.</p><p>Ketika seorang The Composer bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Composer (ISFP) adalah:</p><p>Santai dan informal. Anda mengeluarkan performa terbaik ketika mendapatkan peraturan, pekerjaan tulis menulis, dan pengawasan yang minimum.</p><p>Mendukung karir dan harmonis. Pengkhianatan, konfrontasi, dan gosip yang tidak benar sangat mengganggu dan mengalihkan perhatian Anda dari tugas yang sedang Anda kerjakan.</p><p>Mengizinkan Anda berkontribusi secara langsung. Anda butuh hasil nyata, secepatnya, dengan produk yang berwujud/konkret. <em>Brainstorming </em>akan terasa menghabiskan waktu Anda.</p><p>Secara estetis menarik. Lingkungan yang tidak menarik akan mengganggu, mengalihkan perhatian, dan menurunkan produktifitas Anda. Ketika Anda keluar dari sebuah pekerjaan karena kantor yang jelek, mungkin terdengar seperti hal sepele bagi orang lain. Namun, hal tersebut merupakan bagian dari kebutuhan kesehatan mental Anda.</p><p>Menyediakan ruang pribadi. Sebagai seorang introvert, energi Anda terkuras ketika berurusan dengan banyak orang, meskipun Anda terampil dalam menangani orang lain. Anda mengisi ulang energi Anda dengan menyendiri. Jika Anda berbagi area kerja Anda dengan orang lain, Anda sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "isfp/kelebihan-alami",
      "nextContentRoute": "isfp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "isfp/karir-yang-menarik",
      "personalityId": "ISFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, tindakan nyata, dan kemampuan untuk melayani orang lain.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Seni / Desain / Hiburan / Media</h3><div id=\"career-list\"><ul><li>Seniman (misalnya sebagai pelukis, pemahat, ilustrator, dan animator)</li><li>Aktor atau Artis</li><li><em>Audiovisual Specialist </em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu,<em>sound mixer</em>)</li><li>Penyiar Radio</li><li>Desainer (khususnya dalam bidang kostum, pakaian, dan panggung)</li><li>Pengrajin</li><li><em>Dancer </em></li><li><em>Entertainment Agent </em>(orang yang mencarikan pekerjaan untuk aktor, pengarang, sutradara, musisi, model, atlet, penulis, dan pelaku industri hiburan lain)</li><li>Perancang Busana</li><li>Desainer Grafis</li><li>Pemilik Toko Perhiasan</li><li>Editor Film</li><li>Fotografer</li><li><em>Talent Director </em>(memilih orang-orang yang berbakat sebelum proses produksi televisi, film, dan panggung. Biasanya mereka melakukan audisi dan  wawancara)</li><li><em>Web Designer </em>(bertanggung jawab pada aspek visual sebuah website yang meliputi: tata letak, pewarnaan, dan tipografi)</li><li><em>Art Director </em>(seseorang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, ataupun televisi)</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan bakat artistik untuk berkarya ataupun membuat produk yang konkret.</p></div></div><div id=\"career-type\"><h3>Perawatan Hewan</h3><div id=\"career-list\"><ul><li>Peternak</li><li><em>Animal Trainer</em></li><li>Pemilik <em>Pet Store</em></li><li>Dokter Hewan</li><li>Teknisi Dokter Hewan (melakukan tes medis di bawah pengawasan dokter hewan untuk mendiagnosis penyakit hewan</li><li>Ahli Zoologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kepekaan emosi, fisik, dan sensitivitas terhadap hewan.</p></div></div><div id=\"career-type\"><h3>Bisnis / Keuangan / Hukum</h3><div id=\"career-list\"><ul><li>Pemilik Bisnis</li><li><em>Business Trainer </em></li><li>Agen Asuransi</li><li>Pengacara (khisisnya di bidang: anak-anak, industri hiburan, properti, dan pengadilan)</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li><em>Retail Merchandisers </em>(memastikan stok produk didistribusikan pada tempat dan waktu yang tepat untuk hasil penjualan yang maksimal)</li><li>Desainer Produk</li><li>Ahli Hubungan Masyarakat (Humas)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan kesempatan untuk memberikan jasa dan produk yang praktis bagi masyarakat.</p></div></div><div id=\"career-type\"><h3>Komputer/Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Game Programmer</em></li><li>Insinyur Software</li><li><em>Support Specialist </em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kombinasi antara kemampuan desain dan teknis untuk bekerjasama dengan rekan kerja.</p></div></div><div id=\"career-type\"><h3>Pendidikan / Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Pengasuh Anak</li><li><em>Community Service Manager </em>(orang yang mengkoordinasi dan mengontrol program pelayanan sosial dan organisasi komunitasnya)</li><li><em>Health Educator </em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li><li>Konselor (khususnya sebagai konselor pemulihan pecandu narkoba)</li><li>Pemuka Agama</li><li>Guru (khususnya di bidang: musik, drama, kesenian, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan ruang untuk mengajar atau membimbing orang lain.</p></div></div><div id=\"career-type\"><h3>Layanan Gawat Darurat / Pemerintahan</h3><div id=\"career-list\"><ul><li>Petugas Pemadam Kebakaran</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan variasi, perubahan, dan kemampuan merespon cepat pada situasi di bawah tekanan.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li><em>Chiropractor </em>(praktisi pengobatan pelengkap yang menekankan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li>Asisten Dokter Gigi</li><li><em>Diagnostik Sonographer </em>(orang yang menggunakan sonografi atau suatu proses <em>medical imaging </em>yang menggunakan gelombang suara dengan frekuensi tinggi untuk menghasilkan gambar dari organ, jaringan, dan aliran darah)</li><li>Penata <em>Diet </em></li><li>Perawat Panti Jompo</li><li>Obstetri dan Ginekologi</li><li>Teknisi Laboratorium</li><li>Ahli Terapi Pijat</li><li>Perawat (khususnya di ruang gawat darurat)</li><li>Dokter Mata</li><li>Dokter Anak</li><li><em>Personal Trainer</em>(pelatih fitness atau kebugaran tubuh)</li><li>Apoteker</li><li>Ahli Terapi (khususnya terapi fisik, relaksasi, pernafasan)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam terhadap tubuh manusia dan metode praktis untuk menangani pasien yang melewati situasi tidak nyaman.</p></div></div><div id=\"career-type\"><h3>Perhotelan / Rekreasi / Olahraga</h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Koki</li><li>Manajer Restoran</li><li>Pemilik Restoran</li><li>Manajer Hotel</li><li>Pemilik Hotel</li><li><em>Tour &amp; Travel Agent </em></li></ul><p>Anda cocok dengan pekerjaan yang bervariasi dan membutuhkan penanganan cepat dalam menghadapi masalah-masalah kecil.</p></div></div><div id=\"career-type\"><h3><em>Real Estate</em></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li>Manajer Properti</li></ul><p>Anda cocok dengan bisnis yang bergerak cepat.</p></div></div><div id=\"career-type\"><h3>Lain-Lain</h3><div id=\"career-list\"><ul><li>Pedagang Barang Antik</li><li>Ahli Kecantikan</li><li>Pramugara atau Pramugari</li><li>Pemilik Toko Bunga</li><li><em>Landscape Designer </em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka</li><li>Penata Rambut</li><li>Perancang Interior</li><li>Kurator Museum</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan apresiasi pada keindahan, kecantikan alam, dan jasa pribadi.</p></div></div>",
      "prevContentRoute": "isfp/lingkungan-kerja-ideal",
      "nextContentRoute": "isfp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "isfp/bos-ideal",
      "personalityId": "ISFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Composer (ISTF) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Memberikan arahan yang benar, lalu memberi waktu untuk mengerjakannya dengan cara Anda sendiri.</li><li>Membangun hubungan baik dengan humor.</li><li>Menghargai kreativitas Anda dan tidak terganggu dengan cara Anda bekerja.</li><li>Memberikan Anda kepercayaan tingkat tinggi.</li><li>Cukup tertarik dengan kehidupan pribadi Anda.</li></ol>",
      "prevContentRoute": "isfp/karir-yang-menarik",
      "nextContentRoute": "isfp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "isfp/tantangan-kepribadian",
      "personalityId": "ISFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Composer (ISFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Cenderung terlalu santai menghadapi peraturan dan prosedur yang diterapkan oleh orang lain, termasuk ketika berhadapan dengan <em>deadline</em>. Hal ini adalah salah satu sifat yang mampu mengancam karir Anda. Atasan Anda mungkin membutuhkan peraturan dan prosedur untuk mengontrol pekerjaanya. Alangkah baiknya Anda menanggapi dengan lebih hormat dan simpati. Cobalah cara ini dan lihatlah reaksi bos Anda.</p><p>Cenderung menghindari konflik atau menjadi defensif ketika dihadapkan pada konfrontasi. Anda punya dua alat yang bagus dalam menghadapi konflik yaitu humor dan sifat Anda yang tidak bertele-tele. Cobalah mengendalikan suasana interaksi Anda dengan orang lain. Mulailah dengan menyisipkan humor. Kemudian memecahkan masalah secara praktis.</p><p>Benci untuk mengikuti <strong><em>deadline </em></strong>yang ketat. Hal ini dapat membuat Anda hiperaktif, tumpul, pesimis, dan muram. Penting bagi Anda untuk menghindari atau mengganti pekerjaan di mana <em>deadline </em>menjadi kewajiban. Ketika <em>deadline </em>tidak bisa dihindari lagi, anggaplah seolah-olah itu semua adalah sesuatu yang konyol; hal tersebut akan meringankan suasana hati Anda.</p>",
      "prevContentRoute": "isfp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "entj/kelebihan-alami",
      "personalityId": "ENTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Ramah dan enerjik.</li><li>Dapat melihat gambaran besar, mampu membuat visi ke depan yang kuat, dan membuatnya menjadi kenyataan.</li><li>Menikmati pencarian terobosan baru dengan cara menghubungkan berbagai elemen yang kelihatannya tidak berkaitan.</li><li>Mampu membuat keputusan logis dalam keadaan yang sulit.</li><li>Menggunakan cara pandang baru ketika menganalisis masalah dan mengembangkan sistem baru untuk menyelesaikan masalah tersebut.</li><li>Bersemangat dan bersedia mengambil sebuah tantangan dan masalah yang kompleks.</li><li>Terstuktur.</li><li>Terus-menerus melakukan perbaikan.</li><li>Melihat konsekuensi jangka panjang dari keputusan Anda.</li><li>Akan mendorong tim untuk mencapai tujuan, entah Anda pemimpinnya atau bukan.</li></ul>",
      "prevContentRoute": "entj",
      "nextContentRoute": "entj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Commander",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "entj/lingkungan-kerja-ideal",
      "personalityId": "ENTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Jika Anda bekerja dengan dikelilingi oleh orang-orang yang berkompetensi tinggi dan orang-orang mandiri yang mampu bekerja di bawah <em>deadline</em>, maka Anda bekerja di tempat yang tepat. Atasan Anda juga harus memiliki profesionalitas dan kompetensi yang tinggi serta cukup menghormati Anda untuk bekerja secara mandiri.</p><p>Kondisi kerja terburuk untuk The Commander (ENTJ) adalah kondisi yang terlalu birokratis, penuh dengan orang yang sensitif yang perlu banyak bantuan untuk bekerja. Pekerjaan yang terlalu fokus pada detail tinggi dan tidak memberikan cukup waktu untuk perancangan strategi jangka panjang, bisa membuat Anda sangat tidak menikmati pekerjaan. Anda membutuhkan ruang pribadi, kreativitas tinggi, dan kompetisi agar Anda nyaman untuk bekerja.</p><p>Ketika seorang The Commander bekerja pada perusahaan yang memiliki kondisi tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Commander adalah:</p><ul><li>Memiliki atmosfer yang kompetitif.</li><li>Memiliki standar yang tinggi.</li><li>Memiliki rekan kerja dan bos yang berkompetensi tinggi.</li><li>Mendorong pendekatan penyelesaian masalah jangka panjang secara kreatif.</li><li>Menghargai inovasi dan lebih suka mengarahkan seseorang daripada memintanya mengikuti aturan.</li><li>Memberikan Anda kesempatan untuk menjadi pemimpin.</li><li>Membantu Anda dalam menangani reaksi emosional orang lain.</li><li>Cocok bekerja di institusi yang membutuhkan perubahan.</li></ul><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "entj/kelebihan-alami",
      "nextContentRoute": "entj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 42
    },
    {
      "_id": "entj/karir-yang-menarik",
      "personalityId": "ENTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>The Commander (ENTJ) nyaman berada di lingkungan yang memberikan tantangan intelektual, masalah-masalah kompleks, teoritis, serta penguasaan teknologi terbaru. Lingkungan yang minim dengan rutinitas dan tugas yang berulang-ulang, serta dapat memiliki kontrol penuh atas proyek yang orisinal adalah lingkungan yang Anda idam-idamkan. Otonomi, kompetisi, pengambilan risiko, dan bekerja dengan orang yang Anda hormati, membawa Anda pada kepuasan tertinggi pada pekerjaan.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Manajemen</h3><div id=\"career-list\"><ul><li><em>Chief Financial Officer </em>(CFO bertugas mengelola risiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li>Eksekutif (orang dengan tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li>Agen Asuransi</li><li>Manajer (segala jenis manajer—khususnya manajer pemasaran, operasional, keuangan, SDM, penjualan, pelatihan dan pengembangan)</li><li><em>Enterpreneur </em></li><li>Manajer Properti</li><li>Perencana Strategis (orang yang menentukan strategi untuk mengalokasikan sumber dayanya agar mencapai tujuan)</li><li>Manajer Pelatihan dan Pengembangan (merencanakan, mengarahkan, dan mengkoordinir program yang meningkatkan pengetahuan dan kemampuan pegawai dari suatu organisasi)</li><li>Investor</li></ul><p>Anda cocok dengan posisi pekerjaan yang membutuhkan ketegasan dalam mengambil keputusan, fokus, standar tinggi, pemecahan masalah kompleks, perencanaan strategi jangka panjang, kontrol pada kekuasaan, dan kemampuan memimpin secara alami.</p></div></div><div id=\"career-type\"><h3>Bisnis / Keuangan</h3><div id=\"career-list\"><ul><li>Bankir</li><li><em>Credit Investigator </em>(orang yang memeriksa pelamar kredit, untuk mengurangi risiko bisnis peminjaman uang)</li><li>Ahli Ekonomi</li><li>Perencana Keuangan</li><li><em>Bankir Investasi </em>(agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat)</li><li><em>Investment Brokers </em>(orang yang menjadi perantara penjual dengan pembeli saham, dan mendapat komisi dari penjualan tersebut)</li><li>Broker Hipotek (orang yang menjadi perantara bank dan pelamar kredit untuk peminjaman hipotek)</li><li><em>Financial Analyst</em></li></ul><p>Anda cocok dengan pekerjaan dengan tantangan intelektual, lingkungan kompetitif, kebebasan menggunakan intusi, penyusuanan strategi, berfikir logis, kesempatan untuk mengontrol, dan kemampuan untuk membuat keputusan yang sulit.</p></div></div><div id=\"career-type\"><h3>Arsitektur / Hukum</h3><div id=\"career-list\"><ul><li>Arsitek</li><li>Pengacara (khususnya dalam bidang korporat, ketenagakerjaan, hukum bisnis, <em>product liability,</em>merger dan akuisisi)</li></ul><p>Anda cocok dengan pekerjaan dengan tantangan intelektual, standar tinggi, menuntut pemecahan masalah yang kompleks, dan memberi kesempatan untuk mengontrol sebuah tim atau proyek.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Computer System Analyst </em>(mempelajari sistem komputer dan prosedur sistem informasinya sehingga organisasi dapat ber­operasi lebih efektif dan efisien)</li><li><em>Database Manager </em>(bertanggung jawab terhadap cara perusahaan mengelola, menyimpan, dan mengakses informasi/data)</li><li>Eksekutif (manajerial tertinggi di perusahaan komputer)</li><li><em>Programmer </em></li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li><li>Insinyur <em>Hardware </em></li><li>Insinyur <em>Software </em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan penguasaan teknologi terbaru, memecahkan masalah kompleks, perencanaan jangka panjang, melihat kemungkinan di masa depan, kemampuan teoritik, membuat rancangan baru, dan keinginan untuk mengontrol.</p></div></div><div id=\"career-type\"><h3>Konsultan</h3><div id=\"career-list\"><ul><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengope­rasikan bisnis)</li><li>Psikolog Industri</li><li>Ahli Pengembangan Organisasi</li></ul><p>Anda cocok dengan perkerjaan yang membutuhkan otonomi, memecahkan masalah kompleks, melihat berbagai kemungkinan di masa depan, dan perencanaan jangka panjang.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Administrator Pendidikan</li><li>Dosen atau Profesor (khususnya dalam bidang: hukum, ilmu politik, ilmu alam, dan ilmu sosial)</li><li>Rektor Universitas</li></ul><p>Anda cocok dengan pekerjaan yang banyak berinteraksi dengan orang-orang berkompetensi tinggi, membuat visi jangka panjang, perencanaan strategi, otonomi, dan kemampuan berdebat.</p></div></div><div id=\"career-type\"><h3>Pemerintahan/Administrasi Publik</h3><div id=\"career-list\"><ul><li>Eksekutif (memegang tanggung jawab manajerial tertinggi di pemerintahan)</li><li>Hakim</li><li>Pembuat Kebijakan</li><li>Ahli Perencanaan Wilayah dan Kota (disebut juga ahli planologi)</li><li><em>Community Service Manager </em>(orang yang mengkoordinasi dan mengontrol program pelayanan sosial dan organisasi komunitasnya)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk menghadapi masalah yang rumit, perencanaan jangka panjang, dan dihargai oleh masyarakat.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Pelayanan Manusia</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Dokter Spesialis Penyakit Dalam</li><li>Psikiater</li><li>Dokter Spesialis Saraf</li><li>Dokter Spesialis Bedah</li><li>Manajer Pelayanan Kesehatan</li><li>Filantropis (orang yang mempromosikan kesejahteraan orang lain, khususnya dengan memberikan donasi untuk tujuan baik)</li><li>Eksekutif (dalam bidang pelayanan masyarakat)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan tantangan intelektual, kesempatan untuk memimpin, dan dihargai oleh masyarakat.</p></div></div><div id=\"career-type\"><h3>Penelitian / Keilmuwan / Teknik / Matematika</h3><div id=\"career-list\"><ul><li>Insinyur (khususnya di bidang kimia dan lingkungan)</li><li><em>Engineering Manager</em>(orang yang mengelola teknisi dengan memadukan kemampuan teknik dan teknologi dengan organisasi, administrasi, dan manajemen)</li><li>Ahli Geologi</li></ul><p>Anda cocok dengan pekerjaan yang menstimulasi keingintahuan Anda yang tinggi, menghadapi masalah kompleks, kemampuan untuk mengontrol, mengatasi inefisiensi, dan berinteraksi dengan orang-orang yang Anda hormati.</p></div></div>",
      "prevContentRoute": "entj/lingkungan-kerja-ideal",
      "nextContentRoute": "entj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "entj/bos-ideal",
      "personalityId": "ENTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Commander (ENTJ) dapat bekerja dengan baik dengan sesama Blue. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Blue dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Seseorang yang Anda hormati.</li><li>Senang bertukar pikiran dengan Anda dan tidak menganggap debat sebagai kritik pribadi.</li><li>Menghargai tenaga dan kemandirian Anda.</li><li>Memberi Anda otonomi yang cukup.</li><li>Membantu Anda menangani emosi orang lain.</li><li>Sebisa mungkin melindungi Anda dari birokrasi dan pekerjaan yang mendetail.</li></ol>",
      "prevContentRoute": "entj/karir-yang-menarik",
      "nextContentRoute": "entj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "entj/tantangan-kepribadian",
      "personalityId": "ENTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Commander (ENTJ) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Mungkin terlalu cepat dalam mengambil keputusan dan mengabaikan pertimbangan praktisnya. Fokus pada kemampuan intelektual yang tinggi bukan berarti menghilangkan sisi praktis dari suatu hal. Anda lebih dari mampu untuk melihat pertimbangan praktisnya jika Anda fokus. Memutuskan suatu hal terlalu cepat, dapat menyebabkan inefisiensi, khususnya pada awal karir Anda.</p><p>Anda bisa menjadi terlalu kasar, keras, atau penuntut. Setiap orang membutuhkan bantuan dalam beberapa hal yang tidak ia kuasai. Mengasingkan seseorang bukanlah sebuah keputusan yang baik, meskipun mereka kurang memiliki kompetensi dan intelektualitas. Kesabaran adalah kunci utama untuk membina hubungan demi kerjasama yang lebih produktif.</p><p>Mungkin tidak memperhatikan keluhan dan kebutuhan orang lain. Belajarlah untuk lebih bijaksana dalam mengenali emosi dan perasaan manusia. Situasi emosional yang mendukung selalu menghasilkan produk dan tim yang sukses. Sesekali tunjukkanlah empati Anda pada seseorang, dan lihatlah hasilnya nanti.</p><p>Mungkin Anda akan memanipulasi orang lain untuk mencapai suatu tujuan. Memang terlihat menggoda ketika kita dapat mengendalikan sistem dan birokrasi untuk mencapai sesuatu. Tetapi ketika orang-orang mulai sadar bahwa Anda memanipulasi mereka, maka akan muncul masalah besar dan mereka akan menolak bekerja sama dengan Anda lagi.</p>",
      "prevContentRoute": "entj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "intj/kelebihan-alami",
      "personalityId": "INTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Seringkali menjadi yang pertama dalam melihat gambaran besar dari suatu hal.</li><li>Mempunyai fokus yang tinggi dan berorientasi terhadap tujuan.</li><li>Menangani masalah yang rumit dengan baik.</li><li>Menyusun strategi dengan hasil akhir yang akurat.</li><li>Mengembangkan sistem baru yang canggih dengan teknologi yang termutakhir.</li><li>Bekerja dengan baik apabila bekerjasama dengan orang yang kompeten.</li></ul>",
      "prevContentRoute": "intj",
      "nextContentRoute": "intj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Mastermind",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "intj/lingkungan-kerja-ideal",
      "personalityId": "INTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Beberapa kondisi yang menunjang kepuasan kerja Anda adalah lingkungan yang: penuh dengan orang kompeten, kompetitif, cerdas, mampu bekerjasama secara mandiri. Anda senang jika memiliki wewenang untuk mengontrol rencana pribadi. Rangsangan intelektual seperti menyelesaikan masalah yang kompleks, dapat terus menerus belajar, serta memiliki privasi untuk serius memikirkan masalah adalah lingkungan yang cocok untuk Anda. Jika semua kondisi tersebut terpenuhi, kesuksesan ada di depan Anda.</p><p>Lingkungan terburuk bagi The Mastermind (INTJ) yang memiliki budaya kerja terlalu birokratis, penuh dengan orang sensitif yang membutuhkan dukungan dan bantuan untuk bekerja. Kondisi yang terlalu fokus pada pekerjaan yang membutuhkan detail tinggi dan tidak memberi banyak waktu dalam merancang strategi membuat Anda tidak menikmati pekerjaan. Anda membutuhkan ruang pribadi, kebebasan berkreativitas, dan berkompetisi agar Anda nyaman untuk bekerja.</p><p>Ketika seorang The Mastermind bekerja pada perusahaan yang memiliki kondisi tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Mastermind adalah:</p><ul><li>Harus menyediakan ruang pribadi untuk dapat berpikir tanpa diganggu.</li><li>Memberikan kesempatan untuk bekerja secara mandiri.</li><li>Memperbolehkan Anda untuk mengontrol proyek sendiri.</li><li>Harus menantang secara intelektual, dan disertai dengan standar yang tinggi.</li><li>Menghargai kreativitas.</li><li>Menghargai kemampuan Anda dalam merancang strategi.</li><li>Berisikan orang-orang yang kompeten/ahli dan kompetitif.</li><li>Dapat memfasilitasi Anda untuk memenuhi tujuan Anda.</li></ul>",
      "prevContentRoute": "intj/kelebihan-alami",
      "nextContentRoute": "intj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 42
    },
    {
      "_id": "intj/karir-yang-menarik",
      "personalityId": "INTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Kebebasan untuk dapat berkreasi secara mandiri adalah kebutuhan yang sangat penting bagi Anda. Pekerjaan yang menghargai orisinalitas pemikiran, pemecahan masalah yang rumit, dan penguasaan teknologi termutakhir adalah lahan yang sangat subur bagi Anda.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Seni / Arsitektur / Komunikasi / Media</h3><div id=\"career-list\"><ul><li>Arsitek</li><li>Komposer Musik</li><li>Kritikus (khususnya seni dan film)</li><li>Penerbit Buku</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li>Sutradara Film</li><li>Produser Film (mengatur semua aspek dari produksi atau proses pembuatan film, seperti: memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li><em>Multimedia Training Specialist </em>(ahli dalam melatih kompetensi dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk melakukan presentasi multimedia)</li><li>Wartawan</li><li>Analis Berita</li><li><em>Web Designer</em>(bertanggung jawab pada aspek visual sebuah <em>website </em>yang meliputi: tata letak, pewarnaan, dan tipografi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk melihat interkoneksi ide yang rumit, standar yang tinggi, otonomi, konsentrasi tinggi, pemikiran strategi, berwawasan luas, dan keingintahuan yang tinggi.</p></div></div><div id=\"career-type\"><h3>Bisnis/Manajemen/Keuangan</h3><div id=\"career-list\"><ul><li>Aktuaris (seorang ahli yang mengaplikasikan ilmu keuangan dan teori statistik untuk menyelesaikan persoalan bisnis aktual)</li><li>Bankir (semua tipe bankir)</li><li>Analis Anggaran</li><li><em>Credit Analyst </em>(orang yang menganalisis permohonan kredit untuk menilai kelayakan usaha yang akan dibiayai dengan kredit)</li><li><em>Chief Financial Officer </em>(CFO bertugas mengelola risiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li><em>Compensation and Benefits Manager </em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li>Ahli Ekonomi</li><li><em>Executive Coach </em>(pelatih menajerial tertinggi dalam organisasi bisnis)</li><li>Eksekutif (orang dengan tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li><em>Financial Analyst</em></li><li>Perencana Keuangan</li><li>Pemilik Waralaba</li><li>Analis Investasi</li><li>Bankir Investasi (sebagai agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat umum)</li><li><em>Investment Brokers </em>(orang yang menjadi perantara penjual dan pembeli saham, dan mendapat komisi dari penjualan tersebut)</li><li>Manajer Keuangan</li><li>Manajer Pemasaran</li><li>Analis Riset Pasar</li><li><em>Operation Research Analyst </em>(orang yang bertugas untuk memberikan solusi bagi organisasi dan bisnis sehingga beroperasi dengan lebih efektif dan efisien)</li><li>Investor</li></ul><p>Anda cocok dengan posisi pekerjaan yang membutuhkan ketegasan Anda dalam mengambil keputusan, fokus, standar tinggi, pemecahan masalah kompleks, perencanaan strategi jangka panjang, kontrol pada kekuasaan, dan kemampuan memimpin secara alami.</p></div></div><div id=\"career-type\"><h3>Komputer/Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Database Administrator </em>(orang yang menggunakan perangkat lunak tertentu untuk menyimpan dan mengelola data)</li><li>Insinyur <em>Hardware </em></li><li>Insinyur <em>Software </em></li><li>Manajer Sistem Informasi (bertanggung jawab mengatur implementasi kerja dari <em>programmer, systems analyst, support specialist,</em>dan karyawan lainnya yang bekerja berhubungan dengan komputer)</li><li><em>Network System and Data Communication Analyst </em>(orang yang menggunakan pengetahuan tentang struktur dan operasi jaringan untuk mencipatakan sistem yang lebih dinamis dan efisien dalam bisnis dan organisasi)</li><li><em>Programmer </em></li><li><em>System Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li><li><em>Internet Marketer </em>(orang yang melakukan pemasaran produk atau jasa menggunakan internet)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan penguasaan teknologi terbaru, memecahkan masalah kompleks, kemampuan teoritik, otonomi, perencanaan jangka panjang, melihat kemungkinan-kemungkinan di masa depan, keberanian membuat rancangan baru, dan hasrat untuk mengontrol.</p></div></div><div id=\"career-type\"><h3>Konsultan</h3><div id=\"career-list\"><ul><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengoperasikan bisnis)</li><li>Ahli Pengembangan Organisasi</li><li>Konsultan Politik</li><li><em>Telecommunication Security Consultant </em>(konsultan yang memiliki keahlian dalam telekomunikasi dan keamanan jaringan)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk melihat gambaran besar dan mengaitkan fakta, ide, dan konsep yang kelihatannya tidak berkaitan; memecahkan masalah kompleks; menyukai teori; membuat perencanaan jangka panjang; dan melihat berbagai kemungkinan di masa depan.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Dosen atau Profesor (khususnya dalam bidang: ekonomi, ilmu pengetahuan alam, dan ilmu pengetahuan sosial)</li><li>Rektor Universitas</li></ul><p>Anda cocok dengan pekerjaan yang banyak berinteraksi dengan orang-orang berkompetensi tinggi, membuat visi jangka panjang, perencanaan strategi, otonomi, dan kemampuan berdebat.</p></div></div><div id=\"career-type\"><h3>Pemerintahan / Administrasi Publik</h3><div id=\"career-list\"><ul><li>Eksekutif (memegang tanggung jawab manajerial tertinggi di pemerintahan)</li><li><em>Financial Examiner </em>(memastikan suatu lembaga berjalan sesuai hukum dengan cara meninjau neraca keuangan, tingkat risiko kredit, dan manajemen bank)</li><li>Hakim</li><li>Pembuat Kebijakan</li><li>Ahli Perencanaan Wilayah dan Kota (disebut juga ahli planologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk menghadapi masalah-masalah yang rumit, perencanaan jangka panjang, dan dihargai oleh masyarakat.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Dokter Spesialis Jantung</li><li>Ahli Genetika</li><li>Dokter Spesialis Penyakit Dalam</li><li>Dokter Spesialis Saraf</li><li><em>Nuclear Medicine Technologist </em>(teknisi yang memiliki keahlian khusus dalam bekerja bersama dengan dokter ahli pengobatan nuklir)</li><li>Ahli Patologi (orang yang memiliki keahlian khusus mendiagnosis penyakit berdasarkan analisis laboratorium tentang cairan tubuh)</li><li>Dokter Spesialis Bedah</li><li>Psikiater</li></ul><p>Anda cocok dengan pekerjaan dengan tantangan intelektual, memecahkan masalah kompleks, dan keinginan untuk mengontrol.</p></div></div><div id=\"career-type\"><h3>Hukum</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya dalam bidang: korporat, ketenagakerjaan, industri hiburan, <em>product liability,</em>keuangan, dan bidang yang bersinggungan lainnya)</li><li>Paralegal (membantu pengacara dalam pekerjaannya. Paralegal bukanlah pengacara maupun pertugas pengadilan. Di Indonesia, paralegal tidak diizinkan untuk berpraktik hukum sendirian)</li></ul><p>Anda cocok dengan pekerjaan dengan rangsangan intelektual, pemecahan masalah kompleks, dan gaji yang tinggi.</p></div></div><div id=\"career-type\"><h3>Penelitian / Keilmuwan / Teknik / Matematika</h3><div id=\"career-list\"><ul><li>Insinyur Kedirgantaraan</li><li>Ahli Astronomi</li><li>Ahli Biokimia</li><li>Insinyur Biomedis</li><li>Ahli Biofisika</li><li>Insinyur (khususnya dalam bidang: kimia, nuklir, dan lingkungan)</li><li>Ahli Ekonomi</li><li><em>Environmental Scientist </em>(ilmuwan lingkungan hidup)</li><li>Psikolog Industri</li><li>Inventor</li><li>Ilmuwan Kedokteran atau Medis</li><li>Ilmuwan Politik</li><li>Ilmuwan Ruang Angkasa</li></ul><p>Anda cocok dengan pekerjaan dengan tantangan intelektual, pemikiran strategi, keingintahuan yang tinggi, keinginan untuk mengontrol, memecahkan masalah kompleks, dan kesempatan untuk berinteraksi dengan orang yang Anda hormati.</p></div></div>",
      "prevContentRoute": "intj/lingkungan-kerja-ideal",
      "nextContentRoute": "intj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "intj/bos-ideal",
      "personalityId": "INTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Mastermind (INTJ) dapat bekerja dengan baik dengan sesama Blue. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Blue dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Seorang ahli yang dihormati di lapangan.</li><li>Dapat membuat keputusan yang sulit.</li><li>Menetapkan standar yang tinggi untuk Anda, untuk dirinya sendiri, dan untuk karyawan lainnya.</li><li>Mendukung penyelesaian masalah dengan cara yang kreatif.</li><li>Memberikan Anda otonomi yang tinggi terhadap pekerjaan.</li><li>Percaya dan menghormati kemampuan Anda.</li></ol>",
      "prevContentRoute": "intj/karir-yang-menarik",
      "nextContentRoute": "intj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "intj/tantangan-kepribadian",
      "personalityId": "INTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Mastermind (INTJ) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Mungkin terlalu kasar, keras, atau menuntut. Setiap orang membutuhkan bantuan dalam beberapa hal yang tidak ia kuasai. Mengasingkan seseorang bukanlah sikap yang baik, meskipun jika mereka memiliki kompetensi dan intelektualitas yang kurang. Kesabaran merupakan sifat baik dan bermanfaat (dalam jangka panjang). Situasi harmonis selalu menghasilkan produk dan tim yang berkualitas. Sesekali, Anda perlu menunjukkan empati Anda pada seseorang, dan lihatlah hasilnya nanti.</p><p>Anda biasanya enggan mengungkapkan pemikiran rumit Anda agar tidak diterka dan dipertanyakan. Anda mungkin akan kesulitan menjelaskan pemikiran cerdas dan wawasan mendalam Anda kepada orang lain, apalagi untuk dapat sepemikiran dengan mereka. Tetapi, selalu menolak untuk berdiskusi dan enggan untuk membuat mereka mengerti, bukanlah hal yang baik. Berkonfrontasi dengan pandangan umum bisa berakibat sangat buruk. Maka dari itu, jadikan rencana besar Anda menjadi tahapan demi tahapan, lalu ceritakanlah pada orang lain dari awal untuk menghindari pertentangan.</p><p>Percaya bahwa Anda harus mengerjakan semuanya sendiri, karena tak ada orang lain yang kompeten untuk melakukan hal tersebut. Sikap ini mendatangkan arogansi yang umumnya dibenci oleh bos dan rekan kerja Anda. Mungkin cara mereka mengerjakan sesuatu berbeda dengan cara Anda, namun masing-masing warna memiliki kelebihan yang mungkin tidak Anda ketahui. Ada banyak jalan untuk mencapai tujuan, percaya atau tidak, cara orang lain mungkin lebih baik daripada cara yang Anda miliki.</p><p>Mungkin Anda akan dianggap menjengkelkan oleh orang lain, karena Anda terlihat ragu-ragu ketika sebuah informasi atau ide disampaikan. Umumnya orang-orang menganggap hal ini sebagai penolakan atas ide mereka. Mereka berpikir bahwa Anda tidak percaya ataupun menghormati pekerjaan yang telah mereka lakukan. Tanyakanlah semua hal yang mengganjal di pikiran, tetapi gunakan kata-kata dan cara yang halus untuk menyampaikannya. Misalnya seperti berikut, “kelihatannya ini adalah ide bagus yang telah Anda pikirkan dengan sungguh-sungguh. Saya punya beberapa pertanyaan tentang ide Anda ini. Jika tidak keberatan, bolehkah saya bertanya?”</p>",
      "prevContentRoute": "intj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "entp/kelebihan-alami",
      "personalityId": "ENTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Bagus dalam memulai atau menginisiasi sebuah proyek.</li><li>Melihat sesuatu melalui gambaran besarnya.</li><li>Menginspirasi orang lain dengan antusiasme dan komunikasi yang bersemangat.</li><li>Memiliki minat pada masalah-masalah yang rumit/kompleks.</li><li>Bersemangat dalam mencari solusi-solusi baru yang kreatif.</li><li>Menyukai perdebatan dan merupakan <em>brainstormer </em>yang paling efektif dibanding warna-warna yang lain.</li><li>Dapat bekerja dengan banyak orang dan lingkup yang luas.</li><li>Menganalisa situasi secara objektif.</li><li>Mengurangi ketegangan dengan humor.</li><li>Bersedia mengambil resiko.</li></ul>",
      "prevContentRoute": "entp",
      "nextContentRoute": "entp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Inventor",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "entp/lingkungan-kerja-ideal",
      "personalityId": "ENTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Kesempatan untuk bertemu dengan orang-orang yang berpengaruh dan berkuasa seringkali menjadi faktor yang mendorong Anda untuk menerima sebuah pekerjaan. Bekerja pada ide-ide baru sangat cocok untuk Anda, di manapun Anda berada.</p><p>Budaya kerja terburuk bagi The Inventor (ENTP) adalah ketika bekerja dengan tim kecil dengan orang-orang yang kurang memiliki inisiatif. Anda juga tidak cocok dengan budaya kerja yang menekankan pekerjaan mendetail dengan hasil yang mudah diprediksi.</p><p>Ketika seorang The Inventor bekerja pada perusahaan yang memiliki kondisi tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Ketika seorang The Inventor bekerja pada perusahaan yang memiliki kondisi tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Inventor adalah:</p><ul><li>Tersedianya berbagai variasi tugas maupun proyek.</li><li>Kreatif, berbasis kewirausahaan, dan tidak terstruktur.</li><li>Menghargai keahlian dan kemampuan untuk berpikir cepat.</li><li>Membuat produk dan solusi-solusi baru atas berbagai permasalahan.</li><li>Memiliki kesempatan untuk belajar hal baru secara terus menerus.</li><li>Mengizinkan Anda untuk menghimpun karyawan kompeten yang tidak perlu dikelola dalam hal-hal kecil.</li><li>Menawarkan kesempatan untuk berinteraksi dengan orang-orang yang berpengaruh.</li></ul>",
      "prevContentRoute": "entp/kelebihan-alami",
      "nextContentRoute": "entp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 42
    },
    {
      "_id": "entp/karir-yang-menarik",
      "personalityId": "ENTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>The Inventor (ENTP) paling produktif bila bekerja di lingkungan yang menghargai semangat intelektual, ide-ide orisinal, dan tidak takut mengambil resiko. Anda menikmati proyek-proyek orisinal yang berurusan dengan isu-isu global.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Bisnis / Keuangan / Administrasi</h3><div id=\"career-list\"><ul><li>Eksekutif (orang dengan tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li>Perencana Keuangan</li><li>Manajer Hotel</li><li>Bankir Investasi (agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat)</li><li><em>Trader </em>Sekuritas (menjual surat-surat berharga seperti: saham, obligasi, komoditas, mata uang asing)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengoperasikan bisnis)</li><li><em>Enterpreneur </em>atau Pengembang Bisnis Baru</li><li>Manajer Properti</li><li><em>Financial Analyst</em></li><li>Manajer Penjualan</li><li>Ahli Pelatihan dan Pengembangan</li><li>Investor</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan wawasan luas, menstimulasi keingintahuan, mengambil inisiatif, bergerak dengan cepat, serta membuka kesempatan untuk hal-hal yang baru dan tidak biasa.</p></div></div><div id=\"career-type\"><h3>Komunikasi / Kreatif / Pemasaran</h3><div id=\"career-list\"><ul><li>Direktur Periklanan</li><li><em>Business Manager </em>(khususnya sebagai manajer artis, seniman, dan atlet)</li><li>Penulis</li><li>Editor</li><li>Jurnalis</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li>Direktur Humas (Hubungan Masyarakat)</li><li><em>Publicist </em>(orang yang bertanggung jawab untuk mempublikasikan produk, individu, ataupun perusahaan)</li><li>Pembawa Acara <em>Talk Show</em></li><li>Produser Film (mengatur semua aspek proses pembuatan film, seperti memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li><em>Web Designer </em>(orang yang berfokus pada pembuatan aspek-aspek visual pada suatu halaman <em>web</em>)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan energi intelektual tinggi, menyediakan tantangan dan suasana yang menyenangkan, responsif terhadap kesempatan baru, dan senang untuk bertemu dengan orang-orang berpengaruh.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Computer System Analyst </em>(mempelajari sistem komputer dan sistem informasi sehingga organisasi dapat beroperasi lebih efektif dan efisien)</li><li>Insinyur Komputer (disiplin ilmu yang mengintegrasikan teknik elektro dan ilmu komputer untuk mengembangkan <em>hardware </em>dan <em>software </em>komputer)</li><li><em>Programmer </em></li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li><li>Manajer Sistem Informasi (bertanggung jawab mengatur implementasi kerja dari <em>programmer, system analyst, support specialist,</em>dan karyawan lain yang bekerja dengan komputer)</li><li>Ahli Jaringan</li><li><em>System Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Web Developer </em>(<em>programmer </em>yang memiliki spesialisasi dalam mengembangkan aplikasi <em>web</em>)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan proyek-proyek yang bervariasi, membuat produk atau solusi baru, otonomi, kesempatan untuk melakukan <em>brainstorming</em>, lingkungan yang fleksibel, dan menggunakan metode-metode yang tidak lazim.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Profesor, Dosen, atau Guru (pendidikan tinggi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan energi intelektual tinggi, lingkungan yang fleksibel, mengedepankan logika, cekatan dan mampu untuk melihat berbagai sisi dari suatu permasalahan.</p></div></div><div id=\"career-type\"><h3>Kewirausahaan / Perhotelan</h3><div id=\"career-list\"><ul><li><em>Inventor </em>(penemu)</li><li>Pemilik Restoran</li><li>Pemilik Bisnis Kecil</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk membuat keputusan sulit, suasana kewirausahaan yang fleksibel, mewujudkan ide inovatif menjadi kenyataan, cepat merespon terhadap kesempatan baru dan ide-ide yang kreatif, cekatan, bebas, dan antusiasme yang tinggi.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li>Dokter Spesialis Bedah</li><li>Dokter UGD</li><li>Dokter Keluarga</li><li>Dokter Spesialis Penyakit Dalam</li><li>Psikiater</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan variasi, kebebasan, lingkungan yang fleksibel, tantangan intelektual yang tinggi, kemampuan untuk bertindak cekatan, dan memecahkan masalah kompleks</p></div></div><div id=\"career-type\"><h3>Politik / Pemerintahan</h3><div id=\"career-list\"><ul><li>Politisi</li><li>Ahli Perencanaan Wilayah dan Kota (disebut juga ahli planologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk melihat secara cepat berbagai kemungkinan dari situasi yang baru, mampu menganalisis masalah secara jelas dan objektif, kemampuan berpikir jangka panjang dan menyusun strategi, serta senang bertemu dengan orang-orang yang berpengaruh atau berkuasa.</p></div></div><div id=\"career-type\"><h3>Hukum</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya dalam bidang: kebangkrutan, imigrasi, litigasi, merger dan akuisisi, kekayaan intelektual, dan bidang yang bersinggungan lainnya)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan analitis, berwawasan tinggi, melihat suatu permasalahan dari berbagai sisi, bertindak secara cekatan, dan senang bertemu dengan orang-orang yang berpengaruh.</p></div></div><div id=\"career-type\"><h3>Profesi Lain</h3><div id=\"career-list\"><ul><li>Arsitek</li><li>Detektif</li><li>Insinyur (khususnya teknik Industri)</li><li>Psikolog Industri</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan analisis tajam, standar yang tinggi, wawasan yang luas, kemampuan berdebat dengan melihat berbagai sisi permasalahan, menyediakan tantangan dan suasana kerja yang menyenangkan, otonomi, diberi tanggung jawab terhadap proyek sendiri, bertindak secara cekatan, dan dapat meningkatkan kompetensi diri sendiri.</p></div></div>",
      "prevContentRoute": "entp/lingkungan-kerja-ideal",
      "nextContentRoute": "entp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "entp/bos-ideal",
      "personalityId": "ENTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Inventor (ENTP) dapat bekerja dengan baik dengan sesama Blue. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Blue dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Dapat membuat keputusan yang sulit.</li><li>Seorang yang ahli di bidangnya dan dihormati.</li><li>Dapat melindungi Anda dari liku-liku birokrasi.</li><li>Memiliki selera humor.</li><li>Tidak terlalu mengatur Anda.</li><li>Menetapkan standar yang tinggi.</li><li>Memberi penghargaan terhadap inovasi.</li><li>Menyediakan semua sumber keperluan tercapainya tugas-tugas.</li></ol>",
      "prevContentRoute": "entp/karir-yang-menarik",
      "nextContentRoute": "entp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "entp/tantangan-kepribadian",
      "personalityId": "ENTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Inventor (ENTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Terlalu banyak memulai proyek, biasanya beberapa di antaranya tidak selesai. Anda dapat terlalu antusiasme dalam memulai sebuah proyek baru. Saran yang baik untuk Anda adalah: “Jangan memulai sesuatu sampai Anda menyelesaikan proyek terakhir Anda.”</p><p>Dapat terlalu santai dengan sebuah <strong><em>deadline </em></strong>dan komitmen. Selama Anda masih bekerja dan dibayar untuk mengikuti <em>deadline</em>. Anda harus mengikutinya sampai jatuh tempo pengerjaan proyek atau Anda akan ditegur oleh bos.</p><p>Mengintimidasi mereka yang kurang cerdas dan cekatan. Anda cenderung mengintimidasi seseorang yang memiliki kompetensi lebih rendah daripada Anda. Khususnya ketika Anda masih muda, seringkali Anda mencemooh mereka secara lisan. Tetapi, bisa saja salah satu dari mereka akan menjadi bos Anda. Jika itu yang terjadi, diplomasi menjadi kekuatan utama Anda untuk mengatasinya.</p><p>Kadang-kadang terlalu sering mengganti rencana dan strategi. Jika Anda bekerja sendirian, hal itu akan membuat Anda kehilangan fokus. Jika hal itu Anda lakukan ketika berada di dalam tim atau perusahaan, maka akan mengacaukan semua orang Anda butuhkan untuk menyelesaikan proyek. Konsekuensi dari kehilangan fokus adalah kehilangan uang dan produktifitas.</p><p>Sangat ingin menjadi pusat perhatian. Pastikan untuk sesekali membagi pusat perhatian dengan orang yang layak untuk diberi penghargaan, atau orang lain tidak akan menganggap Anda lagi.</p>",
      "prevContentRoute": "entp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "intp/kelebihan-alami",
      "personalityId": "INTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Selalu menciptakan dan mengembangkan suatu ide.</li><li>Menilai situasi secara logis dan analitis.</li><li>Memberi ketenangan di tengah-tengah situasi yang emosional atau sensitif.</li><li>Memecahkan masalah yang rumit secara kreatif.</li><li>Terbuka dengan informasi yang baru dan akan mengganti keputusan jika hal tersebut diperlukan.</li><li>Menuntut kualitas yang tinggi dan penggunaan kapasitas intelektual yang intensif.</li><li>Jarang terlibat di sebuah percakapan basa-basi.</li><li>Bisa sangat fokus dalam waktu lama terhadap sesuatu yang diminati.</li></ul>",
      "prevContentRoute": "intp",
      "nextContentRoute": "intp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Thinker",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "intp/lingkungan-kerja-ideal",
      "personalityId": "INTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Keleluasaan untuk berfikir inovatif yang didukung oleh lingkungan yang fleksibel, serta dibantu oleh staf-staf administratif adalah iklim kerja yang sesuai untuk Anda.</p><p>Lingkungan kerja terburuk bagi The Thinker (INTP) adalah lingkungan yang terlalu dikontrol dan birokratis. Manajemen waktu yang ketat serta membutuhkan hasil kerja yang rapi dapat mengganggu performa kerja Anda. Ketika Anda bekerja dengan seseorang yang sensitif, atau memiliki kompetensi di bawah Anda, akan membuat Anda lebih tidak sabar dalam menghadapi mereka.</p><p>Ketika seorang The Thinker bekerja pada perusahaan yang memiliki kondisi tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman ­dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Thinker adalah:</p><p>Memiliki suasana fleksibel dengan sedikit peraturan, prosedur, dan banyak pertemuan. Suasana lingkungan yang tidak menghambat proses intelektual.</p><p>Menghargai kemandirian dan kreativitas. Anda melihat masalah seperti kubus rubik (melihat dari segala sisi). Lalu Anda menyusunnya kembali sampai sebuah solusi menjadi jelas.</p><p>Fokus pada tahap pendirian awal sebuah proyek. Sedangkan implementasi dan administrasi diberikan kepada staf pendukung untuk menyelesaikan proyek tersebut.</p><p>Menyediakan privasi untuk bekerja sendiri tanpa banyak tekanan waktu. Dua hal yang sangat Anda benci adalah interupsi/gangguan, dan orang-orang yang terlalu bergantung pada bantuan Anda. Anda jauh lebih produktif ketika bekerja tanpa mereka.</p><p>Lingkungan dengan budaya berpikir yang logis, menghargai kompetensi, keahlian, dan pengambilan resiko. Situasi emosional menyita waktu dan energi Anda. Anda lebih suka mengerahkan semua sumber daya untuk mengambil resiko, yang tentunya sudah benar-benar Anda analisa lebih dahulu untuk mengurangi resikonya.</p><p>Memiliki jaringan informal dengan kelompok terpelajar, mandiri, dan rekan yang memiliki motivasi tinggi. Anda perlu mengungkapkan sebuah masalah dari segala sisi dan berdebat untuk menemukan solusinya. Anda akan kesulitan jika mencari solusi masalah tersebut sendiri, atau dengan rekan kerja yang kurang kompeten.</p>",
      "prevContentRoute": "intp/kelebihan-alami",
      "nextContentRoute": "intp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "intp/karir-yang-menarik",
      "personalityId": "INTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang membutuhkan semangat intelektual, ide-ide orisinal, dan pencapaian prestasi. Anda memilih terlibat dengan masalah-masalah teoritis dan teknologi terbaru. Proyek yang orisinal adalah keharusan bagi Anda; tugas-tugas rutin dan berulang-ulang sangatlah membebani Anda.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Arsitektur / Kreatif / Media</h3><div id=\"career-list\"><ul><li>Arsitek</li><li>Seniman</li><li>Penulis Kreatif</li><li>Kritikus</li><li>Editor</li><li>Desainer Grafis</li><li>Desainer Produk</li><li>Jurnalis</li><li>Musisi</li><li>Analis Berita</li><li>Fotografer</li><li>Produser Film (mengatur semua aspek proses pembuatan film, seperti memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li>Produser Panggung</li><li>Produser Animasi</li><li><em>Web Designer </em>(orang yang berfokus pada pembuatan aspek-aspek visual pada suatu halaman <em>web</em>)</li></ul><p>Anda cocok dengan pekerjaan yang banyak menyediakan banyak hal yang tidak terduga dan membutuhkan fokus yang tinggi pada hal apapun yang menarik minat Anda.</p></div></div><div id=\"career-type\"><h3>Bisnis / Keuangan</h3><div id=\"career-list\"><ul><li>Analis Bisnis</li><li>Konsultan Manajemen Perubahan (memberikan konsultasi mengenai pendekatan untuk melakukan transisi individu, tim, dan organisasi untuk menuju kondisi ke depan yang diinginkan)</li><li>Ahli Ekonomi</li><li>Perencana Keuangan</li><li><em>Financial Analyst</em></li><li><em>Hedge Fund Manager</em>(pengelola investasi global)</li><li>Bankir Investasi (agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat)</li><li><em>Investment Brokers </em>(orang yang menjadi perantara penjual dan pembeli saham, dan mendapat komisi dari penjualan tersebut)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengoperasikan bisnis)</li><li>Market Research Specialist (seorang yang ahli dalam melakukan riset pasar)</li><li>Pemilik Bisnis Kecil</li><li>Perencana Strategis (orang yang menentukan strategi untuk mengalokasikan sumber dayanya demi mencapai tujuan)</li><li>Ahli Statistik</li><li>Investor</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan tantangan intelektual dan wawasan yang luas mengenai tren yang akan terjadi di masa depan.</p></div></div><div id=\"career-type\"><h3>Komputer / Teknologi Informasi</h3><div id=\"career-list\"><ul><li><em>Database Administrator</em> (orang yang menggunakan perangkat lunak tertentu untuk menyimpan dan mengelola data)</li><li>Insinyur <em>Hardware </em></li><li>Insinyur <em>Software </em></li><li>Manajer Sistem Informasi (bertanggung jawab mengatur implementasi kerja dari <em>programmer, systems analyst, support specialist,</em>dan karyawan lain yang bekerja dengan komputer)</li><li><em>Network System Administrator </em>(bertanggung jawab pada sistem jaringan komputer sehari-hari)</li><li>Ahli Jaringan</li><li><em>Programmer </em></li><li><em>Software Designer</em></li><li><em>Security Specialist </em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li><li><em>Systems Analyst </em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em>Web Developer </em>(programmer yang memiliki spesialisasi dalam mengembangkan aplikasi web)</li><li><em>Webmaster </em>(orang yang bertanggung jawab untuk merencanakan, merancang, mengelola, dan memelihara <em>website </em>agar tetap berjalan dengan baik)</li></ul><p>Anda cocok dengan pekerjaan yang lingkungannya fleksibel, dimana Anda dapat berkreasi, mengkritik, mendesain ulang, dan mampu meningkatkan kualitas diri.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Peneliti</li><li>Profesor Universitas</li></ul><p>Anda cocok dengan pekerjaan yang menantang secara intelektual dan menikmati perdebatan akademis dengan rekan kerja.</p></div></div><div id=\"career-type\"><h3>Psikologi / Ilmu Kesehatan</h3><div id=\"career-list\"><ul><li>Ilmuwan Kedokteran atau Medis</li><li>Dokter</li><li>Dokter Spesialis Saraf</li><li>Apoteker</li><li><em>Pharmaceutical Researcher</em>(Peneliti Farmasi)</li><li>Dokter Bedah Plastik</li><li>Psikolog</li><li>Psikiater</li></ul><p>Anda cocok dengan pekerjaandengan tantangan intelektual, kemandirian bekerja, dan kemampuan untuk berkonsentrasi tinggi dalam jangka waktu yang panjang.</p></div></div><div id=\"career-type\"><h3>Hukum</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya dalam bidang perbankan, keuangan perusahaan, <em>product liability,</em>kekayaan intelektual)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk menyelesaikan masalah-masalah rumit, memberikan tantangan intelektual, dan menyediakan ruang untuk melakukan perdebatan.</p></div></div><div id=\"career-type\"><h3>Peneliti / Ilmuwan / Insinyur / Matematika</h3><div id=\"career-list\"><ul><li>Insinyur Kedirgantaraan atau Aeronautika</li><li>Ahli Astronomi</li><li>Insinyur Biomedis</li><li>Ahli Kimia</li><li>Ahli Biokimia</li><li>Ahli Biofisika</li><li>Insinyur Kimia</li><li>Insinyur Sipil</li><li><em>Environmental Scientist </em>(ilmuwan lingkungan hidup)</li><li>Ahli Genetika</li><li>Ahli Geologi</li><li><em>Inventor </em></li><li>Matematikawan</li><li>Ahli Mikrobiologi</li><li>Manajer IImu Pengetahuan Alam</li><li>Fisikawan</li><li>Ilmuwan Ruang Angkasa</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kesempatan untuk memecahkan masalah kompleks, dan menjadi pioner terdepan dalam perkembangan ilmu pengetahuan</p></div></div>",
      "prevContentRoute": "intp/lingkungan-kerja-ideal",
      "nextContentRoute": "intp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "intp/bos-ideal",
      "personalityId": "INTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Thinker (INTP) dapat bekerja dengan baik dengan sesama Blue. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Blue dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ul><li>Memberi kebebasan penuh dalam berkarya.</li><li>Memperlakukan karyawan sama rata.</li><li>Cerdas, cekatan, dan mampu memberikan dukungan.</li><li>Melindungi Anda dari birokrasi perusahaan.</li><li>Tidak membebani Anda dengan pekerjaan administratif.</li><li>Terbuka untuk memperbaiki sistem dan prosedur yang telah ada.</li><li>Meminta Anda untuk memberikan ide-ide baru, lalu menugaskan orang lain untuk mengimplementasikan.</li><li>Mengenali dan menghargai keahlian Anda.</li><li>Membiarkan Anda mengutarakan bagaimana Anda ingin dievaluasi dan diberi imbalan.</li></ul>",
      "prevContentRoute": "intp/karir-yang-menarik",
      "nextContentRoute": "intp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "intp/tantangan-kepribadian",
      "personalityId": "INTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Thinker (INTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Menjadi terlalu santai menghadapi <strong><em>deadline </em></strong>terutama ketika mengerjakan proyek yang tidak bersifat intelektual. Sisihkan waktu pada saat pagi ketika Anda bersiap menyusun agenda harian yang wajib untuk dilaksanakan, sehingga Anda dapat berkonsentrasi terhadap hal-hal penting yang Anda sukai.</p><p>Mungkin terlalu banyak menciptakan suatu proyek namun tidak dapat menyelesaikannya. Meskipun Anda memiliki banyak minat, namun fokuslah pada beberapa hal yang benar-benar penting saja karena Anda memiliki waktu yang terbatas. Anda boleh mengerjakan lebih dari dua proyek hanya jika Anda memiliki staf yang memadai untuk mengerjakan proyek lain dan peran Anda hanyalah mengawasi atau mengontrol.</p><p>Mengintimidasi orang-orang yang kurang cekatan dan cerdas. Harus diakui Anda senang menggunakan kekuatan otak Anda yang Anda anggap lebih unggul dan mengabaikan orang lain yang kurang diberkati bakat tersebut. Hanya saja, jangan sampai hal itu menjadi kebiasaan untuk mempermalukan seseorang. Suatu hari, bisa saja salah seorang dari mereka akan menjadi bos Anda.</p><p>Dapat menjadi terlalu kritis, rumit, dan kompetitif. Suasana kompetitif penting bagi lingkungan Anda, tetapi pilih tempat yang sesuai dengan konteksnya. Begitu juga dengan tingkah laku kritis dan pendirian keras Anda.</p><p>Mengganti rencana dan strategi terlalu sering. Mengganti strategi dengan pertimbangan fakta baru, dapat menjadi hal yang sangat merepotkan bagi warna lain ataupun bawahan Anda. Harus diakui bahwa Anda bukanlah eksekutor lapangan yang baik. Hargai mereka yang telah mengerjakan tugasnya dan bekerjasamalah.</p><p>Ketika kelelahan, Anda bisa menjadi sangat kasar dan memiliki emosi yang tak terkontrol. Jika Anda dalam situasi emosional yang kurang baik, minta maaflah dan katakanlah, “Saya rasa saya perlu istirahat.” Jangan berbicara pada siapapun hingga pikiran Anda lebih jernih. Hal ini akan menyelamatkan hubungan Anda dan rekan kerja Anda.</p>",
      "prevContentRoute": "intp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "enfj/kelebihan-alami",
      "personalityId": "ENFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Membangkitkan gairah orang lain dengan ide berkualitas dan antusiasme yang tinggi.</li><li>Mengorganisir orang-orang dan sumberdaya dengan baik.</li><li>Membangun moral, loyalitas, dan produktifitas.</li><li>Menjadi penasihat yang baik untuk orang lain. Dengan cara memberi contoh yang baik, Anda meningkatkan nilai Anda pada perusahaan.</li><li>Membuat tim menjadi harmonis; menyelaraskan lingkungan kerja yang bermasalah.</li><li>Berpikir secara kreatif; melihat tren masa depan.</li><li>Berkomunikasi dengan cara yang mengesankan; menggunakan kata-kata dan penampilan yang bersemangat.</li></ul>",
      "prevContentRoute": "enfj",
      "nextContentRoute": "enfj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Mentor",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "enfj/lingkungan-kerja-ideal",
      "personalityId": "ENFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>The Mentor (ENFJ) cenderung berada di lingkungan di mana mereka dapat mengontrol produk atau layanan yang berkontribusi dalam menyejahterakan masyarakat. Hal tersebut adalah elemen kunci dari kepuasan kerja The Mentor.</p><p>Budaya kerja terburuk untuk seorang The Mentor adalah lingkungan yang tegang, terlalu kompetitif, dan sangat politis. Hal-hal lain yang mengganggunya yaitu lingkungan yang penuh rahasia, permainan kekuasaan atas produktifitas kerjanya, serta tidak adanya kesetaraan antara manajemen, staf, dan rekan kerja.</p><p>Perusahaan yang tidak sesuai dengan Anda adalah perusahaan yang mengeksploitasi karyawan dan pelanggan.</p><p>Ketika seorang The Mentor bekerja pada perusahaan yang memiliki kondisi tersebut, produktifitasnya akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah semua kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang benar atau belum. Warna-warna lain, khususnya Gold [SJ], tidak akan menemukan lingkungan kerja yang produktif dan nyaman dengan kriteria di bawah ini. Lingkungan kerja yang optimal untuk The Mentor (ENFJ) adalah:</p><p>Lingkungan yang harmonis dengan orang-orang yang dapat dipercaya. Fitnah dan kompetisi internal menyebabkan Anda sakit hati dan menganggap itu sebagai sesuatu yang tidak produktif.</p><p>Memiliki prinsip yang selaras dengan prinsip yang Anda miliki. Hal tersebut bertujuan untuk memproduksi produk dan layanan yang berkontribusi terhadap kesejahteraan masyarakat.</p><p>Memanfaatkan kemampuan organisasi Anda yang bagus. Peran Anda adalah mendekatkan rekan kerja Anda, berkomunikasi, dan mengembangkan kemampuan organisasi secara bersama.</p><p>Membolehkan Anda bertanggung jawab terhadap proyek Anda sendiri. Anda melihat gambaran besar dan memiliki kemampuan untuk merangsang orang lain untuk melihat gambaran besar tersebut. Ketika Anda bekerja terlalu lama untuk proyek milik seseorang, akan timbul kendala yang membuat Anda frustasi dan hasrat yang tidak terpenuhi.</p><p>Menyediakan kesempatan untuk belajar hal-hal baru. Anda bersemangat dengan pelatihan perusahaan atau pelatihan di luar sekolah. Dalam pekerjaan, Anda sangat bergairah dengan tugas publikasi produk atau layanan baru, belajar atau mengajarkan teknologi baru, merancang strategi promosi, atau dalam hal-hal yang berkaitan dengan pendidikan yang berkelanjutan.</p><blockquote>Sebuah perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "enfj/kelebihan-alami",
      "nextContentRoute": "enfj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "enfj/karir-yang-menarik",
      "personalityId": "ENFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda memiliki prinsip yang mendalam, peduli terhadap kebutuhan orang lain, dan menghargai organisasi. Harap dicermati bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Seni / Komunikasi / Komputer / Promosi</h3><div id=\"career-list\"><ul><li>Manajer Promosi dan Pemasaran</li><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, atau televisi)</li><li>Seniman</li><li><em>Desktop Publisher </em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Penerbit Buku</li><li>Direktur Komunikasi Perusahaan</li><li><em>Exhibit Designer </em>(orang yang mendesain tampilan acara untuk pameran, museum, galeri, atau pertunjukan)</li><li>Produser Film</li><li>Editor Film (menangani bagian kreatif dan teknis dalam proses pasca-produksi film)</li><li>Desainer Grafis</li><li>Desainer Interior</li><li>Manajer <em>Internet Marketing</em></li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li><em>Multimedia Specialist </em>(ahli dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk melakukan presentasi multimedia)</li><li>Desainer Kostum</li><li>Penata Rias</li><li>Humas (Hubungan Masyarakat)</li><li>Produser Panggung</li><li>Produser Televisi</li><li>Editor <em>Website </em></li></ul><p>Anda cocok dengan perkerjaan yang banyak terlibat dengan media, membutuhkan kemampuan komunikasi, presentasi grafis, ataupun pengelolaan citra perusahaan.</p></div></div><div id=\"career-type\"><h3>Bisnis/Manajemen</h3><div id=\"career-list\"><ul><li><em>Account Executive </em>(seorang eksekutif bisnis yang mengelola kepentingan klien tertentu, biasanya dalam periklanan)</li><li><em>Sales Manager </em>(orang yang bertanggung jawab memimpin dan memberi arahan kepada tim <em>sales </em>di suatu organisasi)</li><li>Direktur Komunikasi Perusahaan</li><li>Manajer SDM (mengelola sumberdaya manusia)</li><li>Psikolog Industri</li><li><em>Marketing Specialist </em>(ahli dalam analisis dan riset pasar)</li><li>Konsultan Pengembangan Organisasi</li><li><em>Employment Interviewer </em>(perantara antara pencari kerja dan perusahaan)</li><li><em>Business Trainer</em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan dalam hal membina hubungan perusahaan dengan kliennya, mengembangkan potensi rekan kerja, ataupun berkomunikasi dengan orang lain.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Administrator Pendidikan</li><li>Bimbingan Konseling</li><li>Koordinator Kurikulum Sekolah</li><li>Psikolog Pendidikan</li><li>Guru atau Dosen (untuk segala tingkat pendidikan—khususnya dalam bidang seni, drama, bahasa, humaniora, dan lain-lain)</li></ul><p>Anda cocok dengan pekerjaan yang bertujuan membantu orang lain untuk mencapai potensi terbaiknya.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li>Praktisi Pengobatan Alternatif (misalnya akupuntur, aromaterapi, pengobatan herbal, pijat refleksi, dan lain-lain)</li><li>Psikolog Klinis atau Psikiater</li><li>Dokter Umum</li><li>Ajudan Kesehatan Rumah</li><li>Dokter Penyakit Dalam</li><li>Peneliti Medis</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Asisten Dokter</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li></ul><p>Anda cocok dengan pekerjaan yang sejalan dengan prinsip pribadi Anda. Pekerjaan yang sebagian besar waktunya dicurahkan untuk menolong orang lain, atau memecahkan masalah dengan cara baru adalah kelebihan Anda.</p></div></div><div id=\"career-type\"><h3>Hukum</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya di bidang: anak-anak, komunikasi dan media, masalah rumah tangga, lingkungan, hak kekayaan intelektual, dan kepemilikan harta)</li><li>Mediator</li></ul><p>Anda cocok dengan pekerjaan yang mencurahkan banyak perhatian pada pemahaman mengenai motivasi manusia.</p></div></div><div id=\"career-type\"><h3>Pelayanan Sosial</h3><div id=\"career-list\"><ul><li><em>Trainer </em>(khususnya di bidang bisnis, kehidupan)</li><li>Konsultan atau Konselor (khususnya di bidang: karir, kesejahteraan anak-anak, keaga­maan, penyalahgunaan obat-obatan)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Direktur Filantropis (pemimpin dan pelaksana organisasi atau yayasan yang bergerak di bidang amal)</li><li>Pemuka Agama</li><li>Guru Agama</li><li><em>Senior Day Care Director</em>(direktur pelaksana di institusi penitipan untuk lansia)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li><li>Manajer Pelayanan Sosial (manajer dalam kegiatan yang bersifat kesukarelawanan untuk membantu masyarakat)</li></ul><p>Anda cocok dengan jenis pekerjaan yang memerlukan kemampuan organisasi yang baik. Anda berbakat dalam menggunakan seluruh sumber daya yang ada untuk menolong orang lain yang membutuhkan.</p></div></div>",
      "prevContentRoute": "enfj/lingkungan-kerja-ideal",
      "nextContentRoute": "enfj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "enfj/bos-ideal",
      "personalityId": "ENFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat dapat mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya, pekerjaan biasa-biasa saja di bawah bos yang cemerlang akan sangat sulit untuk ditinggalkan. The Mentor (ENFJ) dapat bekerja dengan baik dengan sesama Green. Namun bos dari warna lain yang mempunyai karakteristik untuk memaksimalkan potensi Green dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Berwawasan luas.</li><li>Menawarkan visi Anda untuk proyek, perusahaan atau karir Anda.</li><li>Memberikan feedback yang positif dan menekankan areanya yang sesuai dengan Anda.</li><li>Terorganisir dan berkomitmen sebagai panutan yang baik.</li><li>Berbagi kesamaan pemikiran untuk memperbaiki dunia.</li></ol>",
      "prevContentRoute": "enfj/karir-yang-menarik",
      "nextContentRoute": "enfj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "enfj/tantangan-kepribadian",
      "personalityId": "ENFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Mentor(ENFJ) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Menghindari konflik dan konfrontasi. Anda menganggap kritik dan konflik merupakan sesuatu yang menyinggung secara pribadi sehingga Anda melindungi diri dengan cara menghindarinya. Seharusnya, hadapilah! Kuatkanlah diri Anda dalam menghadapi konflik dengan latihan berulang-ulang.</p><p>Tidak memedulikan karyawan yang bekerja di bawah performa standar, serta teman-teman yang manipulatif. Doronglah diri Anda agar lebih peduli terhadap hal tersebut. Ingat dan katakanlah pernyataan ini segera: “Saya lihat Anda bekerja di bawah harapan saya. Saya tidak ingin Anda berpikir kalau saya akan baik-baik saja tentang hal ini (performa di bawah standar/manipulatif) kedepannya.”</p><p>Terlalu sering membuat keputusan penting berdasarkan perasaan suka atau tidak suka, serta kurang mendasarkan pada fakta, angka, dan penelitian. Pada keputusan penting selanjutnya, tuntun diri Anda seperti biasanya dengan perasaan suka dan tidak suka tadi. Lalu paksalah diri Anda untuk melakukan penelitian-penelitian, dengan penelitian kecil pun tak masalah. Kumpulkan beberapa fakta dan angka. Dan lihatlah apa yang terjadi ketika Anda mempertimbangkan masukan yang baru.</p><p>Kadang memaksa seseorang untuk mengikuti nilai moral yang Anda anut. </p>",
      "prevContentRoute": "enfj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "infj/kelebihan-alami",
      "personalityId": "INFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Seorang visioner. Anda mampu melihat tren ke depan dan mencapai potensi terbaik dari suatu situasi.</li><li>Pelatih dan mentor yang baik untuk orang lain, bagus dalam memberi <em>feedback </em>yang positif.</li><li>Mengorganisir proyek dengan baik dan memastikan proyek berjalan sesuai jadwal.</li><li>Mengenali orang yang tepat untuk tugas yang tepat.</li><li>Melihat cara-cara baru atau kreatif untuk menyelesaikan masalah dan mengemukakan solusi dengan jelas.</li></ul>",
      "prevContentRoute": "infj",
      "nextContentRoute": "infj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Counselor",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "infj/lingkungan-kerja-ideal",
      "personalityId": "INFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Lingkungan kerja ideal Anda adalah lingkungan yang memungkinkan Anda untuk berkontribusi dengan berbagai cara. Selain itu, Anda adalah orang yang fleksibel, penting bagi Anda untuk mencari lingkungan kerja yang fleksibel.</p><p>Budaya kerja terburuk bagi seorang The Counselor (INFJ) adalah lingkungan yang tegang, terlalu kompetitif, dan sangat politis. Di sini kreativitas dirusak, dan The Counselor akan menjadi sangat kritis dan defensif. The Counselor tidak tahan terhadap budaya kerja di mana produk dan pelayanan mengekploitasi karyawan dan pelanggan. Hasrat terdalam Anda adalah berkontribusi positif terhadap perbaikan dunia.</p><p>Keharusan untuk terlalu fokus pada detail atau terlalu hierarkis terhadap jabatan merupakan lingkungan kerja yang menghancurkan kreativitas dan produktifitas Anda.</p><p>Ketika seorang The Counselor bekerja pada perusahaan yang memiliki budaya tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang benar atau belum.</p><p>Warna-warna lain, khususnya Blue [NT], tidak akan menemukan lingkungan kerja yang produktif dan nyaman dengan kriteria di bawah tersebut. Lingkungan kerja yang optimal untuk seorang The Counselor (INFJ) adalah:</p><ul><li>Menghargai kesetaraan, dapat diprediksi, dan tertib.</li><li>Memiliki orang-orang yang dapat dipercaya.</li><li>Menghargai kreativitas.</li><li>Memiliki budaya dengan nilai-nilai yang kuat dan menanamkan nilai tersebut dalam pengembangan karyawan.</li><li>Menghasilkan produk dan pelayanan yang berkontribusi terhadap kesejahteraan masyarakat.</li><li>Memberi kesempatan untuk bekerja dengan aktivitas yang bervariasi.</li><li>Menawarkan sebuah kontrol dan tanggung jawab terhadap proyek Anda sendiri.</li><li>Menghargai kemampuan organisasi Anda yang unggul.</li><li>Tidak memaksakan pekerjaan tulis-menulis yang tidak berguna.</li><li>Menyediakan waktu untuk sendiri, berefleksi, dan ruangan kerja pribadi.</li></ul>",
      "prevContentRoute": "infj/kelebihan-alami",
      "nextContentRoute": "infj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 50
    },
    {
      "_id": "infj/karir-yang-menarik",
      "personalityId": "INFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang menghargai kreativitas atau membantu orang lain untuk berkembang. The Counselor (INFJ) bekerja dengan orang-orang yang dapat dipercaya. Bekerja sendiri atau dalam kelompok kecil adalah lingkungan ideal bagi Anda. Lingkungan yang menyediakan ruangan pribadi dan waktu tenang meningkatkan produktifitas Anda.</p><p>Harap dicermati bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3>Seni / Komunikasi / Komputer</h3><div id=\"career-list\"><ul><li>Manajer Promosi dan Periklanan</li><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, ataupun televisi)</li><li>Seniman</li><li>Penerbit Buku</li><li><em>Desktop Publisher </em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li><em>Exhibit Designer </em>(orang yang mendesain tampilan acara untuk pameran, museum, galeri, atau pertunjukan)</li><li>Editor Film (menangani bagian kreatif dan teknis dalam proses pasca-produksi film)</li><li>Desainer Grafis</li><li>Perancang Interior</li><li>Manajer<em>Internet Marketing </em></li><li><em>Customer Relationship Management</em>(mengelola interaksi perusahaan dengan konsumen. Seringkali menggunakan teknologi untuk mengatur, mengotomisasi, dan melayani konsumen)</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan menjadi perantara penulis dengan penerbit)</li><li><em>Multimedia Specialist </em>(ahli dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk melakukan presentasi multimedia)</li><li>Direktur atau Pengelola Museum</li><li>Komposer Musik</li><li>Penulis Novel</li><li>Direktur Humas (Hubungan Masyarakat)</li><li>Desainer Kostum</li><li>Penata Rias</li><li>Produser Televisi</li><li>Penerjemah</li><li>Editor <em>Website </em></li><li>Penulis</li><li>Dramawan</li><li>Jurnalis</li></ul><p>Anda cocok dengan pekerjaan yang banyak terlibat dengan media. Anda seringkali menikmati ketika dapat bekerja sendiri, serta sangat bersemangat ketika kreativitas dan kemampuan bahasa Anda dihargai.</p></div></div><div id=\"career-type\"><h3>Bisnis / Manajemen</h3><div id=\"career-list\"><ul><li>Direktur Komunikasi (mengelola komunikasi internal dan eksternal perusahaan, mengawasi pegawai humas, dan seringkali sebagai juru bicara perusahaan)</li><li>Konsultan Bidang Penjualan (memberi arahan dan ide-ide untuk penjualan)</li><li><em>Employment Interviewer </em>(perantara antara pencari kerja dan perusahaan)</li><li>Manajer SDM (mengelola sumber daya manusia)</li><li>Psikolog Industri</li><li><em>Job Analyst </em>(melakukan penelitian mendalam mengenai jenis-jenis dan deskripsi pekerjaan)</li><li>Pemasaran (membuat ide bagaimana cara memasarkan suatu produk atau jasa)</li><li>Konsultan Pengembang Organisasi</li><li><em>Business Trainer</em></li></ul><p>Anda cocok dengan pekerjaan membutuhkan kecakapan dan kepekaan untuk berhubungan dengan orang lain dan mengembangkan potensi mereka.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Administrator Pendidikan</li><li>Koordinator Kurikulum Sekolah</li><li>Pustakawan</li><li>Guru atau Dosen (semua tingkat pendidikan—khususnya bidang: seni, drama, bahasa, humaniora, dan ilmu sosial)</li><li>Profesor Universitas</li></ul><p>Anda cocok dengan pekerjaan yang memberi kesempatan untuk membantu orang lain mencapai potensi terbaik mereka.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li>Praktisi Kesehatan Alternatif (misalnya akupuntur, aromaterapi, pengobatan herbal, pijat refleksi, dan lain-lain)</li><li>Psikolog Klinis atau Psikiater</li><li>Dokter Umum</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Asisten Dokter</li><li><em>Speech Pathologist </em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li></ul><p>Anda cocok dengan pekerjaan yang sejalan dengan prinsip pribadi Anda. Pekerjaan yang sebagian besar waktunya dicurahkan untuk menolong orang lain, ataupun memecahkan masalah dengan cara-cara baru adalah kelebihan Anda.</p></div></div><div id=\"career-type\"><h3>Hukum</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya di bidang: anak-anak, kepemilikan harta, komunikasi dan media, lingkungan, dan hak kekayaan intelektual)</li><li>Mediator</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan berorganisasi dan memberikan kesempatan untuk membantu orang lain.</p></div></div><div id=\"career-type\"><h3>Pelayanan Sosial</h3><div id=\"career-list\"><ul><li><em>Bussiness Trainer </em>(khususnya dalam bidang bisnis, kehidupan)</li><li>Konsultan atau Konselor (khususnya di bidang: karir, kesejahteraan anak-anak, keagamaan, dan penyalahgunaan obat-obatan)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Direktur Filantropis (pemimpin dan pelaksana organisasi/yayasan yang bergerak di bidang amal)</li><li>Pemuka Agama</li><li>Guru Agama</li><li><em>Senior Day Care Director</em>(direktur pelaksana di institusi peni­tipan untuk lansia)</li><li>Ilmuwan Sosial</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li><li>Manajer Pelayanan Sosial (manajer dalam kegiatan yang bersifat kesukarelawanan untuk membantu masyarakat)</li></ul><p>Anda cocok dengan jenis pekerjaan yang memerlukan kemampuan organisasi yang baik. Anda berbakat dalam memanfaatkan seluruh sumber daya yang ada untuk menolong orang lain yang membutuhkan.</p></div></div>",
      "prevContentRoute": "infj/lingkungan-kerja-ideal",
      "nextContentRoute": "infj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "infj/bos-ideal",
      "personalityId": "INFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat dapat mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya, pekerjaan biasa-biasa saja di bawah bos yang cemerlang akan sangat sulit untuk ditinggalkan. The Counselor (INFJ) dapat bekerja dengan baik dengan sesama Green. Namun bos dari warna lain yang mempunyai karakteristik untuk memaksimalkan potensi Green dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Memiliki integritas yang tinggi.</li><li>Memiliki prinsip yang sama dengan Anda.</li><li>Membangun hubungan pribadi dengan Anda.</li><li>Membantu karyawan ketika menghadapi kendala.</li><li>Melindungi Anda dari politik di tempat kerja.</li></ol>",
      "prevContentRoute": "infj/karir-yang-menarik",
      "nextContentRoute": "infj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "infj/tantangan-kepribadian",
      "personalityId": "INFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Counselor (INFJ) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kekurangan dari hal disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Dapat menjadi terlalu idealis dan mengabaikan kepentingan utama. Ada langkah praktis untuk membuat sebuah idealisme atau cita-cita menjadi nyata. Ada keuntungan dari kelemahan Anda yang satu ini, dimana mungkin idealisme Anda adalah sesuatu yang mahal dan unik. Konsultasikan pada Gold [SJ] mengenai prosesnya dan Blue [NT] mengenai hasilnya.</p><p>Tidak berbakat dalam berpolitik. Temukan bos atau atasan lain yang dapat melindungi Anda dari politik kantor. Jika Anda terlibat, menolaklah untuk mengikutinya dan tinggalkan. Anehnya hal tersebut mungkin sering terjadi pada Anda.</p><p>Menghindari konflik, konfrontasi, dan masalah-masalah yang mendasar. Hal ini membuat Anda lebih suka tidak mengungkapkan masalah Anda. Jangan menunggu sampai masalah tersebut menjadi besar. Akan lebih mudah mengatasi masalah tersebut ketika setiap orang masih dalam keadaan tenang.</p><p>Melebih-lebihkan atau menganggap kritik sebagai serangan terhadap diri Anda. Anda melihat kritik sebagai suatu keretakan hubungan. Ketika Anda bertanya kepada teman yang mengkritik Anda dulu, apakah dia masih menyukai Anda atau tidak, Anda akan terkejut jika ternyata mereka menjawab, “tentu saja!” Cobalah untuk menjadi orang yang tahan kritik, hal itu akan mempermudah Anda.</p><p>Menetapkan tujuan secara tidak realistis. Buatlah mimpi yang mungkin menggairahkan Anda beberapa tahun ke depan. Tetapi jangan ceritakan kepada Red [SP] tentang apa yang Anda lakukan sekarang. Jangan ceritakan kepada Gold [SJ] bagaimana pengelolaannya sekarang, dan jangan ceritakan kepada Blue [NT] bagaimana menyusun strategi untuk perjalanan ke sana. Tanyakanlah pada mereka “Apa yang akan saya lakukan untuk mencapai impian saya nanti?” Maka Anda akan mendapat lebih banyak masukan untuk rencana lima tahun ke depan.</p>",
      "prevContentRoute": "infj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "enfp/kelebihan-alami",
      "personalityId": "ENFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Dapat menginspirasi orang lain.</li><li>Mengekspresikan diri pada hal-hal yang menarik bagi Anda dengan cara yang beragam.</li><li>Memiliki ide jauh ke depan dan dapat memprediksi tren masa depan dengan mencari berbagai hubungan dari ide-ide yang luar biasa.</li><li>Mampu membangun koneksi dengan cepat.</li><li>Membangun tim yang loyal dan efektif dengan cara menghargai perbedaan pendapat di dalam tim.</li><li>Membangun jaringan dengan baik lewat organisasi.</li><li>Fleksibel, baik hati dan mampu merangkul orang lain.</li></ul>",
      "prevContentRoute": "enfp",
      "nextContentRoute": "enfp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Champion",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "enfp/lingkungan-kerja-ideal",
      "personalityId": "ENFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang menghargai kreativitas dan kepawaian Anda di berbagai bidang. Anda juga tertarik dengan karir yang dapat membantu dan mengembangkan orang lain.</p><p>Harap dicatat bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda, ambil kekuatan yang sesuai dengan gaya Anda ataupun yang menarik bagi sejumlah besar kelompok warna Anda. Daftar di bawah ini tidaklah sangat lengkap, akan tetapi daftar ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika pilihan karir Anda tidak terdaftar di daftar ini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Salinlah dan cermati pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan Anda.</p></div><div id=\"career-type\"><h3>Seni / Desain</h3><div id=\"career-list\"><ul><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, atau televisi)</li><li><em>Creative Director Multimedia Team </em>(memberikan arahan konsep kreatif—biasanya ditemukan dalam bidang industri yang bersentuhan dengan desain grafis, musik, film, periklanan, media, fashion, dan hiburan)</li><li><em>Desktop Publisher </em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Desainer (khususnya sebagai desainer interior, penata rias, dan desainer pakaian)</li><li>Perupa (profesi yang menggunakan seluruh potensi dan pengetahuan yang dimiliki ke dalam seni rupa)</li><li>Desainer Grafis</li><li>Seniman</li><li><em>Landscape Designer </em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li><em>Multimedia Specialist </em>(ahli dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk presentasi multimedia)</li><li><em>Web Designer</em>(bertanggung jawab pada aspek visual sebuah website yang meliputi, tata letak, pewarnaan, dan tipografi)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan apresiasi terhadap keunikan dan orisinalitas.</p></div></div><div id=\"career-type\"><h3>Komunikasi / Hiburan / Media</h3><div id=\"career-list\"><ul><li>Aktor atau Artis</li><li>Manajer Aktor/Artis</li><li>Agen Aktor/Artis</li><li>Kolomnis (orang yang rutin menulis untuk koran atau majalah)</li><li>Editor (khususnya editor buku dan film)</li><li>Produser Film (mengatur semua aspek dari produksi film, seperti memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li>Jurnalis</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li>Model</li><li>Motivator</li><li>Dramawan</li><li>Penulis Skenario</li><li>Penerjemah</li><li>Pembawa Acara Televisi</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan kemampuan komunikasi verbal dan tertulis yang baik. Serta pekerjaan yang menyediakan banyak variasi dari satu proyek ke proyek lainnya.</p></div></div><div id=\"career-type\"><h3>Bisnis / Komunikasi / SDM</h3><div id=\"career-list\"><ul><li><em>Account Executive </em>(eksekutif bisnis yang mengelola kepentingan klien tertentu, biasanya dalam periklanan)</li><li>Konsultan Bidang Penjualan (memberi arahan dan ide-ide untuk penjualan)</li><li>Direktur Komunikasi Perusahaan</li><li><em>Corporate Trainer </em>(orang yang mengadakan pelatihan untuk karyawan perusahaan)</li><li><em>Employment Interviewer </em>(perantara antara pencari kerja dan perusahaan)</li><li><em>Human Resource Specialist </em>(bertugas melakukan wawancara dan merekrut pekerja yang sesuai dengan bidangnya. Mereka biasanya juga bertugas untuk mengatur hubungan, kompensasi, tunjangan, dan pelatihan untuk karyawan)</li><li>Psikolog Industri</li><li>Konsultan Pengembangan Organisasi</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan kemampuan dalam membangun sebuah hubungan dan menjadi mediator yang baik. Selain itu, Anda juga cocok untuk pekerjaan yang memerlukan kemampuan komunikasi lisan dan tertulis.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Konsultan Pendidikan</li><li>Bimbingan Konseling</li><li>Koordinator Kurikulum Sekolah</li><li>Guru atau Dosen (semua tingkat pendidikan—khususnya di bidang: seni, drama, musik, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda untuk berhubungan dengan banyak orang.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li>Penata Diet</li><li>Dokter Keluarga</li><li>Perawat</li><li>Dokter Anak</li><li>Psikolog (segala jenis psikolog)</li><li><em>Public Health Educator</em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Ahli Terapi (misalnya terapi fisik, terapi berbicara, pijat, dan lain-lain)</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan empati untuk membantu orang lain.</p></div></div><div id=\"career-type\"><h3>Hukum / Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Konsultan atau Konselor (segala jenis konselor—khususnya di bidang: karir, bimbingan konseling, penyalahgunaan obat-obatan, dan lain-lain)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Pengacara (khususnya di bidang: hak kekayaan intelektual, lingkungan, non-profit)</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan guna mencari berbagai kemungkinan penyelesaian)</li><li>Konsultan Filantropis (menjadi penasehat atau konsultan di lembaga yang bergerak di bidang amal)</li><li>Pemuka Agama</li><li>Psikolog Sekolah</li><li>Ilmuwan Sosial</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan kemampuan untuk memahami motivasi manusia, membangun sebuah hubungan, dan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3>Pemasaran / Hubungan Masyarakat</h3><div id=\"career-list\"><ul><li><em>Advertising Account Executive/Manager</em>(membantu mengarahkan klien untuk mengemas produk semenarik mungkin)</li><li><em>Advertising Creative Director </em>(memberikan arahan branding pada suatu produk dalam bentuk promosi pada kliennya secara profesional)</li><li>Konsultan/Ahli Pemasaran</li><li>Wartawan</li><li>Penulis Iklan</li><li>Direktur atau Ahli Humas (hubungan masyarakat)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk memahami motivasi manusia dan bagaimana cara menempatkan suatu produk/jasa ke dalam pasar.</p></div></div>",
      "contentBody": "<p>Lingkungan kerja yang ideal bagi The Champion (ENFP) adalah yang memungkinkan untuk membantu orang lain. Dimanapun mereka bekerja, jika terdapat nilai kesejahteraan manusia, mereka akan bahagia. The Champion sangat membutuhkan kreativitas dan ide-ide yang cemerlang di dunia yang serba cepat berubah.</p><p>Budaya kerja terburuk bagi seorang The Champion adalah yang menekankan rutinitas dan detail, seperti pekerjaan tulis-menulis dokumen dan tugas-tugas seperti pembukuan/akuntansi.</p><p>Peraturan dan prosedur ketat yang tidak bisa dilanggar menjadi hambatan bagi seorang The Champion. Atmosfer politik yang tinggi juga menghancurkan kreativitas The Champion, karena kepercayaan penting bagi The Champion untuk dapat berkontribusi secara maksimal.</p><p>Ketika seorang The Champion bekerja pada perusahaan dengan budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah semua kriteria tersebut, apakah sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini perlu untuk menegaskan bahwa Anda telah berada di warna yang benar atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Champion (ENFP) adalah:</p><p>Demokratis dan informal. Menurut Anda, jabatan kurang penting jika dibandingkan dengan ide dan kontribusi yang dapat Anda berikan.</p><p>Mendorong kreativitas dan ide. Anda lebih suka dihargai atas bakat alami Anda daripada dilabeli dengan sebutan “orang dengan jiwa bebas” atau “orang yang nyeleneh”.</p><p>Membebaskan Anda untuk bekerja dengan kecepatan Anda sendiri dalam menjelajahi ide-ide baru. Semakin Anda dikontrol, semakin kecil produktifitas Anda.</p><p>Lincah, bersemangat, dan bergerak cepat. Anda sangat bersemangat dengan hal-hal baru.</p><p>Menghargai humor dan lelucon. Tertawa adalah hal yang baik dan menenangkan Anda. Humor membuat Anda ingin berkontribusi lebih.</p><p>Memprioritaskan kesejahteraan klien dan karyawan. Perusahaan yang tidak menghargai sisi kemanusiaan akan membuat Anda tertekan dan tidak berkontribusi secara produktif.</p><p>Menawarkan variasi dan perubahan. Anda tidak dapat menjalani pekerjaan rutin dengan baik karena hal tersebut bukanlah sifat dasar Anda.</p><p>Fokus pada tahap memulai daripada tahap pemeliharaan/administrasi. Anda akan menemukan cara-cara yang cerdik untuk melepaskan diri dari detail-detail administratif.</p><p>Membina kerjasama dan kepercayaan. Politik kantor menguras banyak energi Anda padahal Anda membutuhkannya untuk menyelesaikan tugas yang sedang Anda kerjakan. Anda tidak mempunyai kesabaran terhadap hal tersebut.</p><p>Memberikan pelatihan dan kesempatan pengembangan diri yang baik. Penyempurnaan bakat adalah hobi dan tujuan hidup Anda.</p>",
      "prevContentRoute": "enfp/kelebihan-alami",
      "nextContentRoute": "enfp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "enfp/karir-yang-menarik",
      "personalityId": "ENFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang menghargai kreativitas dan kepawaian Anda di berbagai bidang. Anda juga tertarik dengan karir yang dapat membantu dan mengembangkan orang lain.</p><p>Harap dicatat bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda, ambil kekuatan yang sesuai dengan gaya Anda ataupun yang menarik bagi sejumlah besar kelompok warna Anda. Daftar di bawah ini tidaklah sangat lengkap, akan tetapi daftar ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika pilihan karir Anda tidak terdaftar di daftar ini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Salinlah dan cermati pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan Anda.</p></div><div id=\"career-type\"><h3>Seni / Desain</h3><div id=\"career-list\"><ul><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, atau televisi)</li><li><em>Creative Director Multimedia Team </em>(memberikan arahan konsep kreatif—biasanya ditemukan dalam bidang industri yang bersentuhan dengan desain grafis, musik, film, periklanan, media, fashion, dan hiburan)</li><li><em>Desktop Publisher </em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Desainer (khususnya sebagai desainer interior, penata rias, dan desainer pakaian)</li><li>Perupa (profesi yang menggunakan seluruh potensi dan pengetahuan yang dimiliki ke dalam seni rupa)</li><li>Desainer Grafis</li><li>Seniman</li><li><em>Landscape Designer </em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li><em>Multimedia Specialist </em>(ahli dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk presentasi multimedia)</li><li><em>Web Designer</em>(bertanggung jawab pada aspek visual sebuah website yang meliputi, tata letak, pewarnaan, dan tipografi)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan apresiasi terhadap keunikan dan orisinalitas.</p></div></div><div id=\"career-type\"><h3>Komunikasi / Hiburan / Media</h3><div id=\"career-list\"><ul><li>Aktor atau Artis</li><li>Manajer Aktor/Artis</li><li>Agen Aktor/Artis</li><li>Kolomnis (orang yang rutin menulis untuk koran atau majalah)</li><li>Editor (khususnya editor buku dan film)</li><li>Produser Film (mengatur semua aspek dari produksi film, seperti memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li>Jurnalis</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li>Model</li><li>Motivator</li><li>Dramawan</li><li>Penulis Skenario</li><li>Penerjemah</li><li>Pembawa Acara Televisi</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan kemampuan komunikasi verbal dan tertulis yang baik. Serta pekerjaan yang menyediakan banyak variasi dari satu proyek ke proyek lainnya.</p></div></div><div id=\"career-type\"><h3>Bisnis / Komunikasi / SDM</h3><div id=\"career-list\"><ul><li><em>Account Executive </em>(eksekutif bisnis yang mengelola kepentingan klien tertentu, biasanya dalam periklanan)</li><li>Konsultan Bidang Penjualan (memberi arahan dan ide-ide untuk penjualan)</li><li>Direktur Komunikasi Perusahaan</li><li><em>Corporate Trainer </em>(orang yang mengadakan pelatihan untuk karyawan perusahaan)</li><li><em>Employment Interviewer </em>(perantara antara pencari kerja dan perusahaan)</li><li><em>Human Resource Specialist </em>(bertugas melakukan wawancara dan merekrut pekerja yang sesuai dengan bidangnya. Mereka biasanya juga bertugas untuk mengatur hubungan, kompensasi, tunjangan, dan pelatihan untuk karyawan)</li><li>Psikolog Industri</li><li>Konsultan Pengembangan Organisasi</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan kemampuan dalam membangun sebuah hubungan dan menjadi mediator yang baik. Selain itu, Anda juga cocok untuk pekerjaan yang memerlukan kemampuan komunikasi lisan dan tertulis.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Konsultan Pendidikan</li><li>Bimbingan Konseling</li><li>Koordinator Kurikulum Sekolah</li><li>Guru atau Dosen (semua tingkat pendidikan—khususnya di bidang: seni, drama, musik, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda untuk berhubungan dengan banyak orang.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li>Penata Diet</li><li>Dokter Keluarga</li><li>Perawat</li><li>Dokter Anak</li><li>Psikolog (segala jenis psikolog)</li><li><em>Public Health Educator</em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Ahli Terapi (misalnya terapi fisik, terapi berbicara, pijat, dan lain-lain)</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan empati untuk membantu orang lain.</p></div></div><div id=\"career-type\"><h3>Hukum / Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Konsultan atau Konselor (segala jenis konselor—khususnya di bidang: karir, bimbingan konseling, penyalahgunaan obat-obatan, dan lain-lain)</li><li><em>Fundraiser </em>(menggalang dana untuk kegiatan sosial)</li><li>Pengacara (khususnya di bidang: hak kekayaan intelektual, lingkungan, non-profit)</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan guna mencari berbagai kemungkinan penyelesaian)</li><li>Konsultan Filantropis (menjadi penasehat atau konsultan di lembaga yang bergerak di bidang amal)</li><li>Pemuka Agama</li><li>Psikolog Sekolah</li><li>Ilmuwan Sosial</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan kemampuan untuk memahami motivasi manusia, membangun sebuah hubungan, dan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3>Pemasaran / Hubungan Masyarakat</h3><div id=\"career-list\"><ul><li><em>Advertising Account Executive/Manager</em>(membantu mengarahkan klien untuk mengemas produk semenarik mungkin)</li><li><em>Advertising Creative Director </em>(memberikan arahan branding pada suatu produk dalam bentuk promosi pada kliennya secara profesional)</li><li>Konsultan/Ahli Pemasaran</li><li>Wartawan</li><li>Penulis Iklan</li><li>Direktur atau Ahli Humas (hubungan masyarakat)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk memahami motivasi manusia dan bagaimana cara menempatkan suatu produk/jasa ke dalam pasar.</p></div></div>",
      "prevContentRoute": "enfp/lingkungan-kerja-ideal",
      "nextContentRoute": "enfp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "enfp/bos-ideal",
      "personalityId": "ENFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Champion (ENFP) dapat bekerja dengan baik dengan sesama Green. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Green dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Fleksibel.</li><li>Menghargai orisinalitas ide dan energi Anda.</li><li>Memiliki selera humor.</li><li>Membangun keakraban dengan Anda.</li><li>Menyukai <em>brainstorming </em>untuk ide-ide baru dan mengeksplorasi bidang baru.</li><li>Sering memberikan <em>feedback </em>yang positif.</li><li>Tidak terlalu mengontrol Anda.</li></ol>",
      "prevContentRoute": "enfp/karir-yang-menarik",
      "nextContentRoute": "enfp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "enfp/tantangan-kepribadian",
      "personalityId": "ENFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Champion (ENFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kekurangan dari hal yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Seringkali menyepelekan dan melanggar aturan. Anda menganggap peraturan adalah hambatan dari kreativitas. Cobalah untuk memahami kekhawatiran orang yang membuat peraturan. Ingatlah bahwa kreativitas dan ide orisinal Anda tetap dapat sejalan dengan peraturan.</p><p>Dapat menjadi terlalu banyak bicara dan sering menyimpang dari poin yang didiskusikan. Anda berpikir secara holistik/menyeluruh, dimana semua topik dapat dibicarakan secara relevan tanpa harus membahasnya secara runtut. Cobalah untuk memahami orang lain yang berpikir secara terstruktur dan bingung ketika topik tidak dibahas secara runtut.</p><p>Terlalu sensitif terhadap kritik. Karena sebuah hubu­ngan adalah prioritas yang sangat penting, maka kritikan Anda anggap seperti ungkapan sakit hati, padahal orang yang mengkritik tidak bermaksud demikian. Cobalah untuk bertanya apakah mereka masih menyukai Anda. Kebanyakan dari mereka akan mengatakan masih, dan kritik tersebut adalah untuk kebaikan Anda.</p><p>Menghindari konflik dan seringkali membiarkan masalah mengambang. Cobalah untuk menyadari bahwa konflik pada akhirnya akan menguatkan sebuah hubungan. Jika Anda seorang The Champion yang masih muda, akan sangat sulit untuk mempelajari hal tersebut. Cobalah untuk menjadi orang yang kuat dan tahan dalam menghadapi konflik, hal itu akan sangat membantu Anda berhubungan dengan orang lain.</p><p>Bersemangat dengan proyek baru dan seringkali tidak menyelesaikan proyek yang lama. Semua proyek tidak akan selamanya baru, kelak mereka akan menjadi proyek lama. Selesaikanlah terlebih dahulu, atau limpahkanlah tugas Anda dalam proyek tersebut ke orang lain, sehingga Anda memiliki energi dan bebas untuk mengerjakan proyek baru.</p><p>Seringkali tidak memedulikan fakta dan kenyataan yang ada di lapangan. Intuisi seringkali menuntun Anda pada tempat dan waktu yang tepat. Keputusan yang didasarkan pada fakta seringkali menyebabkan Anda tersesat. Mulailah untuk menggunakan intuisi Anda, lalu buktikan bahwa Anda benar. Orang lain mungkin membutuhkan fakta-fakta dan akan menolak ide Anda jika memang ide Anda salah.</p>",
      "prevContentRoute": "enfp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    },
    {
      "_id": "infp/kelebihan-alami",
      "personalityId": "INFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody": "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Suka mencari kemungkinan baru, mengatasi masalah dengan cara-cara yang kreatif.</li><li>Mendukung pengembangan diri orang lain.</li><li>Memahami bagaimana keadaan emosional dapat mempengaruhi produktifitas.</li><li>Dapat berkonsentrasi dan bekerja sendirian untuk waktu yang lama.</li><li>Dapat bekerja tanpa banyak pengawasan.</li></ul>",
      "prevContentRoute": "infp",
      "nextContentRoute": "infp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Dreamer",
      "nextContentTitle": "Lingkungan Kerja Ideal",
      "minimumReadTime": 25
    },
    {
      "_id": "infp/lingkungan-kerja-ideal",
      "personalityId": "INFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody": "<p>The Dreamer (INFP) dapat mencapai performa kerja terbaik ketika tidak dibombardir oleh tugas dan tuntutan pekerjaan. Mereka bekerja dengan baik di rumah dengan menggunakan internet, email, maupun telepon. Mereka membutuhkan waktu untuk berefleksi/merenung dan mengatur lingkungan rumah.</p><p>Lingkungan kerja terburuk bagi The Dreamer adalah lingkungan yang sangat menekankan rutinitas dan detail. Atmosfer politik yang tinggi dan konflik kepentingan akan menghancurkan kebebasan berkreasi dan kepercayaan yang penting bagi The Dreamer untuk dapat berkembang. Selain itu, d<em>eadline </em>yang ketat juga memberikan tekanan yang merusak motivasi mereka dalam bekerja.</p><p>Ketika seorang The Dreamer bekerja pada perusahaan yang memiliki budaya dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Dreamer (INFP) adalah:</p><p>Mendukung karir dan harmonis lingkungannya. Menjalin kerjasama dan kepercayaan. Pengkhianatan, konfrontasi, dan gosip yang tidak benar sangat mengganggu dan mengalihkan perhatian Anda dari pekerjaan</p><p>Demokratis dan informal. Anda bekerja dengan performa terbaik ketika memiliki peraturan, pekerjaan tulis menulis dokumen, dan pengawasan yang minimum. Status dan pangkat bukanlah hal utama bagi Anda. Anda menganggap hal tersebut sebagai sesuatu yang bisa menyesuaikan.</p><p>Mendorong kreativitas dan ide Anda.</p><p>Mengenali kebutuhan individu baik karyawan maupun klien. Perusahaan yang mendorong keseimbangan antara pekerjaan dengan kehidupan pribadi dan memberikan pelayanan tingkat tinggi terhadap konsumen adalah lingkungan impian Anda.</p><p>Sejalan dengan prinsip pribadi. Perusahaan yang mengganggu prinsip Anda, akan segera Anda tinggalkan. Anda tidak mentolerir hal tersebut.</p><p>Menyediakan ruang pribadi. Sebagai seorang introvert, energi Anda terkuras ketika banyak berurusan dengan orang lain secara intens, meskipun kemampuan Anda dalam menangani orang terbilang luar biasa. Anda mengisi ulang energi dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda akan sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik ketika berada di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "infp/kelebihan-alami",
      "nextContentRoute": "infp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda",
      "minimumReadTime": 84
    },
    {
      "_id": "infp/karir-yang-menarik",
      "personalityId": "INFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang menghargai kreativitas Anda dalam menulis, seni pertunjukan, dan visual. Anda juga tertarik pada karir yang menolong orang lain untuk tumbuh dan berkembang. Dalam pekerjaan, The Dreamer (INFP) membutuhkan orang-orang yang mempunyai minat pribadi dengan mereka. The Dreamer memerlukan apresiasi dari orang-orang di lingkungannya untuk berkembang.</p><p>Bekerja sendirian atau di kelompok kecil membawa mereka pada produktifitas terbaik, khususnya jika mereka fokus pada solusi untuk meningkatkan hidup orang lain. Atmosfer yang ideal bagi mereka adalah yang sederhana dan informal seperti kantor rumahan. The Dreamer akan sering berganti-ganti karir sebelum menemukan karir yang benar-benar mereka percaya.</p><p>Harap diperhatikan bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda, ambil kekuatan yang sesuai dengan gaya Anda ataupun yang menarik bagi sejumlah besar kelompok warna Anda. Daftar di bawah ini tidaklah sangat lengkap, akan tetapi daftar ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika pilihan karir Anda tidak ada di daftar ini namun menawarkan pola yang sama, kesempatan Anda untuk sukses akan semakin bertambah. Salinlah dan cermati pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan Anda.</p></div><div id=\"career-type\"><h3>Komunikasi / Hiburan / Media</h3><div id=\"career-list\"><ul><li>Aktor atau Aktris</li><li>Kolomnis (orang yang secara rutin menulis untuk koran atau majalah)</li><li>Editor (khususnya sebagai editor buku dan film)</li><li>Produser Film (mengatur semua aspek proses pembuatan film, seperti memilih naskah, memberikan arahan, menyusun skenario, sampai menyusun perencanaan keuangan)</li><li>Jurnalis</li><li>Agen Sastra (bertindak sebagai perwakilan penulis dan perantara penulis dengan penerbit)</li><li>Penulis (segala jenis penulis—misalnya dramawan, penulis skenario, novelis, penulis biografi, penyair/pujangga, dan lain-lain)</li><li>Penerjemah</li></ul><p>Anda cocok dengan jenis pekerjaan yang menekankan kreativitas, kemampuan bahasa, dan kemampuan menulis. Anda sangat menikmati ketika bekerja sendiri.</p></div></div><div id=\"career-type\"><h3>Seni / Desain</h3><div id=\"career-list\"><ul><li><em>Art Director </em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, atau televisi)</li><li><em>Advertising Creative Director </em>(memberikan arahan <em>branding </em>pada suatu produk dalam bentuk promosi pada kliennya secara profesional)</li><li><em>Creative Director Multimedia Team </em>(memberikan arahan konsep kreatif—biasanya ditemukan dalam bidang industri yang bersentuhan dengan desain grafis, musik, film, periklanan, media, fashion, dan hiburan)</li><li><em>Desktop Publisher</em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Desainer (khususnya di bidang dekorasi, penata rias, dan pakaian)</li><li>Perupa (profesi yang menggunakan seluruh potensi dan pengetahuan yang dimiliki ke dalam seni rupa)</li><li>Desainer Grafis</li><li>Seniman</li><li>Multimedia Specialist (ahli dalam mengkombinasikan suara, foto, animasi, video, dan grafis untuk melakukan presentasi multimedia)</li><li>Web Designer (bertanggung jawab pada aspek visual sebuah website yang meliputi, tata letak, pewarnaan, dan tipografi)</li></ul><p>Anda cocok dengan pekerjaan yeng mengedepankan nilai-nilai keunikan, orisinalitas, dan kreativitas. Anda bekerja dengan baik dalam tim kecil atau sendiri.</p></div></div><div id=\"career-type\"><h3>Bisnis / SDM / Pemasaran</h3><div id=\"career-list\"><ul><li><em>Diversity Manager</em>(biasanya bagian dari divisi SDM yang fungsinya mengembangkan dan menghargai keberagaman yang ada pada karyawan di perusahaan)</li><li><em>Employment Interviewer</em>(perantara antara pencari kerja dan perusahaan)</li><li><em>Human Resource Specialist</em>(bertugas melakukan wawancara dan merekrut pekerja yang sesuai dengan bidangnya. Mereka biasanya juga bertugas untuk mengatur hubungan, kompensasi, tunjangan, dan pelatihan untuk karyawan)</li><li><em>Public Relations Specialist </em>(bertugas melayani klien dalam membangun hubungan positif dengan masyarakat)</li><li>Penulis Iklan</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan dalam hal memahami motivasi manusia, membangun hubungan dengan orang lain, dan kemampuan menulis yang baik.</p></div></div><div id=\"career-type\"><h3>Pendidikan</h3><div id=\"career-list\"><ul><li>Profesor Universitas</li><li>Konsultan Pendidikan</li><li>Bimbingan Konseling</li><li>Kordinator Kurikulum Sekolah</li><li>Guru atau Dosen (semua tingkat pendidikan—khususnya di bidang: kesenian, drama, bahasa asing, musik, pendidikan luar biasa)</li><li>Psikolog Sekolah</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kesempatan bagi Anda untuk membantu orang lain mencapai potensi terbaik mereka.</p></div></div><div id=\"career-type\"><h3>Ilmu Kesehatan / Psikologi</h3><div id=\"career-list\"><ul><li><em>Chiropractor </em>(praktisi pengobatan pelengkap yang menekankan diagnosis, perawatan, dan pencegahan gangguan mekanik pada tulang belakang)</li><li>Penata Diet</li><li>Dokter Keluarga</li><li>Ahli Terapi (misalnya terapi fisik, terapi berbicara, dan pijat)</li><li><em>Personal Trainer </em>(pelatih fitness atau kebugaran tubuh)</li><li>Psikiater</li><li>Psikolog (segala jenis psikolog)</li><li>Asisten Dokter Hewan</li></ul><p>Anda cocok dengan jenis pekerjaan yang membutuhkan empati, pengamatan yang tajam, dan menjadi pendengar yang baik.</p></div></div><div id=\"career-type\"><h3>Hukum / Pelayanan Masyarakat</h3><div id=\"career-list\"><ul><li>Pengacara (khususnya di bidang: hak kekayaan intelektual, lingkungan, non-profit)</li><li>Mediator Hukum (sebagai pihak ketiga netral yang membantu proses perundingan)</li><li>Konsultan Filantropis (menjadi penasehat atau konsultan di lembaga yang bergerak di bidang amal)</li><li>Pemuka Agama</li><li>Ilmuwan Sosial</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, atau kelompok tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pemahaman mengenai motivasi manusia dan kemampuan untuk membina hubungan dengan orang lain.</p></div></div>",
      "prevContentRoute": "infp/lingkungan-kerja-ideal",
      "nextContentRoute": "infp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal",
      "minimumReadTime": 147
    },
    {
      "_id": "infp/bos-ideal",
      "personalityId": "INFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody": "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Dreamer (INFP) dapat bekerja dengan baik dengan sesama Green. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Green dapat pula menjadi seorang mentor yang baik.</p><ol><li>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</li><li>Fleksibel.</li><li>Tidak terlalu mengatur Anda.</li><li>Memiliki perhatian pribadi kepada Anda dan perkembangan Anda.</li><li>Melindungi Anda dari intrik dan politik pekerjaan.</li><li>Menghargai kreatifitas dan inovasi.</li><li>Memiliki prinsip yang serupa dengan Anda.</li><li>Memiliki integritas tingkat tinggi.</li></ol>",
      "prevContentRoute": "infp/karir-yang-menarik",
      "nextContentRoute": "infp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian",
      "minimumReadTime": 27
    },
    {
      "_id": "infp/tantangan-kepribadian",
      "personalityId": "INFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody": "<p>The Dreamer (INFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p>Dapat menjadi terlalu idealis dan mengabaikan kepentingan yang utama. Ada sisi praktis untuk membuat sebuah idealisme/cita-cita menjadi nyata, namun umumnya Anda hanya membayangkannya saja. Keuntungan dari kelemahaan ini, mungkin saja bayangan visi atau cita-cita Anda adalah sesuatu yang mahal. Konsultasikan pada Gold [SJ] mengenai prosesnya dan Blue [NT] pada strategi dan hasilnya. Hal tersebut akan membantu mewujudkan cita-cita Anda.</p><p>Tidak terlalu sering berbicara dan menampakan diri. Beberapa orang tahu kapankah mereka seharusnya mendengarkan atau berbicara, dan Anda umumnya hanya mendengarkan dengan sangat seksama. Seringkali sikap konsentrasi Anda tampak seperti sikap acuh tak acuh. Cobalah melemparkan beberapa pertanyaan agar orang lain menyadari kehadiran Anda. Mungkin juga dengan diselingi humor.</p><p>Jangan menampilkan ketidakteraturan Anda, terutama dalam menyusun prioritas. Anda hanya memiliki satu prioritas dalam sehari. Renungkanlah satu hal yang benar-benar layak untuk diprioritaskan dalam kehidupan sehari-hari Anda. Anda tidak dapat menangani semuanya sekaligus!</p><p>Menganggap prinsip dan cita-cita yang Anda miliki lebih unggul dibanding orang lain. Orang lain mungkin lebih berkompromi atau lebih realistis terhadap prinsip dan cita-cita mereka, namun cita-cita Anda adalah idealisme yang sangat kuat. Setelah Anda mengenal kelebihan dari warna-warna lain, mungkin idealisme Anda akan lebih melunak.</p><p>Mungkin melewatkan <strong><em>deadline </em></strong>karena Anda adalah seorang yang perfeksionis. Menjadi perfeksionis berarti memenuhi batas waktu yang ada. Bos Anda mungkin merasa Anda seperti itu. Hal tersebut bisa saja mengancam karir Anda, jadi prioritaskan kepentingan karir seperti <em>deadline </em>daripada detail-detail kecil perfeksionisme.</p><p>Dapat terlalu menjadi pendiam dan selektif dalam berbicara. Seringkali Anda terlalu berhati-hati untuk berbicara, padahal mungkin wawasan Anda akan sangat berharga jika diungkapkan. Cobalah untuk memotivasi diri Anda dengan berpikir positif.</p>",
      "prevContentRoute": "infp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null,
      "minimumReadTime": 42
    }
  ]
}