{
  "privateContent": [
    {
      "_id": "estj/kelebihan-alami",
      "personalityId": "ESTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada diri Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Stabil dan dapat diprediksi.</li><li>Tegas</li><li>Berharap dapat bekerja dengan standar tinggi.</li><li>Menggunakan sumber daya secara efisien.</li><li>Menghormati aturan dan prosedur yang telah ditetapkan.</li><li>Mendapatkan hasil yang baik dengan pengaturan waktu dan tugas yang jelas.</li><li>Mengilhami kepercayaan diri rekan kerja dan orang-orang di sekitar Anda.</li><li>Menyelesaikan tugas tepat waktu dan sesuai anggaran.</li></ul>",
      "prevContentRoute": "estj",
      "nextContentRoute": "estj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Supervisor",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "estj/lingkungan-kerja-ideal",
      "personalityId": "ESTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang baik adalah lingkungan yang sangat nyaman untuk seorang The Supervisor (ESTJ).</p><p>Budaya kerja terburuk bagi The Supervisor adalah lingkungan yang longgar dan tidak terorganisir. Lingkungan yang tidak memberi izin untuk mendapatkan informasi kritis dan dapat dipertanggung jawabkan, juga akan menghambat Anda.</p><p>Lingkungan yang tidak memberikan kejelasan dan sering berubah, akan menurunkan bakat administratif dan organisasional Anda. Anda butuh fakta-fakta dan peraturan agar merasa nyaman pada saat bekerja.</p><p>Ketika seorang The Supervisor bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Supervisor adalah:</p><p><strong>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi.</strong> Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh maupun perusahaan yang bermasalah, tidak dapat menawarkan hal tersebut.</p><p><strong><strong>Memberikan jaminan keamanan kerja.</strong></strong> Perubahan hidup adalah proses yang lambat bagi Anda. Memiliki hidup yang berubah-ubah akan memaksa Anda menjalaninya dengan lebih sulit daripada warna-warna lainnya.</p><p><strong><strong>Membutuhkan proyek praktis dan konkret.</strong></strong> Bagi Anda layanan yang tidak berwujud/abstrak sangat sulit dinilai dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p><strong><strong>Memiliki peraturan dan harapan akan masa depan yang jelas.</strong></strong> Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p><strong><strong>Efisien dan terorganisir.</strong></strong> Anda tidak dapat menghormati atau bekerja secara efektif di dalam sebuah perusahaan yang tidak memiliki hal tersebut.</p><p><strong><strong>Menyediakan tempat untuk Anda bekerja di dalam kelompok atau tim.</strong></strong> Anda butuh orang untuk diatur!</p><p><strong><strong>Berisi karyawan-karyawan pekerja keras</strong></strong> serta memiliki kebanggaan pada dirinya sendiri untuk melakukan hal-hal yang benar. Anda melihat krisis dan situasi emosional sebagai kelemahan, bahkan seringkali hal tersebut Anda anggap mengendurkan produktifitas pekerja lainnya.</p><p><strong><strong>Menghargai seseorang yang gigih,</strong></strong> bertanggung jawab, dan fokus pada hasil. Anda adalah seseorang yang tekun menyelesaikan pekerjaan.</p><p><strong><strong>Menawarkan tanggung jawab yang semakin bertambah secara bertahap.</strong></strong> Jalan karir yang jelas membantu Anda untuk fokus dan berkonsentrasi pada tugas yang dijalani sekarang ini.</p>",
      "prevContentRoute": "estj/kelebihan-alami",
      "nextContentRoute": "estj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "estj/karir-yang-menarik",
      "personalityId": "ESTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>The Supervisor (ESTJ) menyukai lingkungan yang memberikan rasa hormat secara profesional, membutuhkan tingkat kompetensi yang tinggi, dan berkontribusi secara nyata terhadap masyarakat. Anda dapat mencapai performa kerja terbaik dengan berada dilingkungan kerja yang stabil, dapat diprediksi, dan terjamin.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Manajemen / Manufaktur</strong></strong></h3><div id=\"career-list\"><ul><li>Aktuaris (seorang ahli yang mengaplikasikan ilmu keuangan dan teori statistik untuk menyelesaikan persoalan bisnis aktual)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif organisasi seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lainnya)</li><li>Auditor (orang yang memiliki kualifikasi tertentu dalam melakukan audit atas laporan keuangan dan kegiatan suatu perusahaan/organisasi)</li><li>Pemilik Bisnis</li><li><em><em>Chief Information Officer </em></em>(eksekutif yang bertanggung jawab terhadap sistem komputer dan teknologi informasi dalam perusahaan)</li><li><em><em>Chief Financial Officer </em></em>(CFO bertugas mengelola resiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li><em><em>Compensation and Benefits Manager </em></em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em><em>Efficiency Expert </em></em>(orang yang mempelajari metode, prosedur, dan karakter bisnis untuk meningkatkan efisiensi dari personel dan sistem perusahaan)</li><li>Eksekutif (orang yang memegang tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li>Manajer SDM (mengelola sumber daya manusia)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengelola bisnis)</li><li>Manajer (semua tipe manajer—khususnya konstruksi, database, pabrik, institusi keuangan, rumah sakit, hotel, kantor, produksi industri, penjualan, dan lain-lain)</li><li>Agen Asuransi</li><li>Broker Asuransi</li><li>Manajer Proyek</li><li><em><em>Purchasing Agent/Manager </em></em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li><li><em><em>Real Estate Agent </em></em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em><em>Salesperson </em></em>(pramuniaga, khususnya untuk produk yang bersifat kongkrit/berwujud)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, kemampuan administratif, mengatur neraca keuangan, menciptakan keteraturan, dan dapat memberikan pengarahan yang jelas.</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer / Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Systems Analyst </em></em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em><em>Security Specialist </em></em>(administrator komputer yang bertugas untuk melindungi data perusahaan dan informasi lainnya)</li><li>Manajer Sistem Informasi (bertanggung jawab untuk mengatur implementasi kerja dari programmer, system analyst, support specialist, dan karyawan lain yang bekerja dengan komputer)</li><li><em><em>Network Systems Administrator </em></em>(bertanggung jawab pada sistem operasi jaringan komputer sehari-hari)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, meningkatkan efisiensi, kemampuan administrasi, dan memastikan semuanya berjalan sesuai prosedur.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan</strong></strong></h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Profesor (khususnya dalam bidang bisnis dan ekonomi)</li><li>Kepala Sekolah</li><li>Administrator Sekolah</li><li>Rektor Universitas</li><li>Guru Vokasional (guru yang berfokus mengajarkan kemampuan khusus yang dibutuhkan untuk bekerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, menjalankan sistem, kecermatan, akal sehat, dan aktivitas praktis.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Dokter Gigi</li><li>Manajer Medis &amp; Pelayanan Kesehatan (orang yang bertugas untuk merencanakan, mengarahkan, dan mengkoordinasi pelayanan medis di institusi kesehatan)</li><li>Apoteker</li><li>Dokter Mata</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk melakukan pengamatan dengan jeli, mengukur dengan akurasi tinggi, kemampuan organisasi, dan pekerjaan yang bersifat praktis.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hukum / Pelaksanaan Hukum / Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Staf Kepatuhan (orang yang bertanggung jawab mengawasi dan mengatur secara masalah-masalah yang berkaitan dengan kepatuhan di organisasi)</li><li>Sipir Penjara</li><li>Petugas Pemadam Kebakaran</li><li>Investigator</li><li>Petugas Direktorat Jendral Pajak</li><li>Hakim</li><li>Pengacara (khususnya di bidang administrasi, kriminal, korporat, ketenagakerjaan, energi &amp; sumber daya alam, real estate, product liability, dan sekuritas)</li><li>Perwira Militer</li><li>Polisi</li><li>Security Guard (orang yang bertugas untuk keamanan, khususnya gedung, untuk mencegah penyelundup yang masuk)</li><li><em><em>Security Consultant </em></em>(ahli dalam mendesain dan mengimplementasikan solusi keamanan terbaik untuk kebutuhan organisasi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, pengamatan yang jeli, keberanian, dan mengimplementasikan peraturan dan prosedur dengan tertib.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penelitian Keilmuwan / Teknik / Matematika</strong></strong></h3><div id=\"career-list\"><ul><li>Insinyur Sipil</li><li>Ahli Geologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan untuk membuat keputusan yang sulit, mengimplementasikan prosedur dan peraturan dengan jelas, bekerja dengan standar yang tinggi, dan melihat kesesuaian.</p></div></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li><li>Ahli Reparasi Elektronik</li><li>Montir</li><li>Pilot</li><li>Tukang Ledeng</li><li>Surveyor</li></ul></div></div>",
      "prevContentRoute": "estj/lingkungan-kerja-ideal",
      "nextContentRoute": "estj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "estj/bos-ideal",
      "personalityId": "ESTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Supervisor (ESTJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Selalu tahu dan menyatakan dengan jelas apa yang perlu diselesaikan.</li><li>Handal dalam menyediakan sumber daya yang dibutuhkan.</li><li>Memiliki pengaruh yang besar terhadap organisasi.</li><li>Akan menindak tegas karyawan yang tidak memiliki komitmen.</li><li>Memberikan tanggung jawab lebih kepada Anda dan menaikkan tanggung jawab tersebut secara bertahap.</li></ol>",
      "prevContentRoute": "estj/karir-yang-menarik",
      "nextContentRoute": "estj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "estj/tantangan-kepribadian",
      "personalityId": "ESTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Supervisor (ESTJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Terlalu dini mengabaikan sebuah ide baru.</strong></strong> Anda umumnya mengabaikan apapun sampai Anda menyelidiki sendiri ide baru tersebut. Hal yang perlu diingat adalah keuntungan besar perusahaan biasanya diawali dari ide yang belum teruji. Belajarlah mengajak orang lain untuk <em><em>brainstorming </em></em>dan mintalah mereka menyampaikan pendapat dan kesimpulannya kepada Anda.</p><p><strong><strong>Bisa terlalu fokus pada kekurangan orang lain</strong></strong> <strong><strong>ketika menilai usaha mereka</strong></strong> dan tidak memberikan penghargaan ketika memang mereka layak untuk mendapatkan penghargaan. Buatlah poin-poin yang menyatakan usaha atau kelebihan dari rekan kerja Anda, setelah itu baru buat daftar kekurangannya.</p><p><strong><strong>Terpaku dengan cara-cara yang telah teruji untuk mengerjakan sesuatu.</strong></strong> Cara-cara yang telah teruji memang terbukti efisien, namun cara tersebut tidak bisa menjaga perusahaan Anda tetap hidup ketika kondisi pasar berubah. Ketika Anda dihadapkan dengan sebuah perubahan, fokuslah pada detail dan biaya. Di situlah area kelebihan Anda.</p><p><strong><strong>Terlalu agresif dan menuntut ide Anda diaplikasikan.</strong></strong> Untuk menyelesaikan sesuatu dengan baik diperlukan kesepakatan solusi atau ide, bukan sebuah pemaksaan. Belajarlah seni untuk membujuk/persuasi, karena Anda telah memiliki bakat alami terhadap seni <em><em>membuat peraturan.</em></em></p>",
      "prevContentRoute": "estj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "istj/kelebihan-alami",
      "personalityId": "ISTJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Secara alami dapat beradaptasi terhadap posisi yang diberikan kepada Anda, baik menjadi pemimpin maupun pengikut.</li><li>Mengerjakan tugas secara akurat di seluruh bagian.</li><li>Membuat dan menegakkan kebijakan, prosedur, serta jadwal yang menjaga setiap orang bekerja tertib dan efektif.</li><li>Adil ketika berhubungan dengan orang lain.</li><li>Tegas, terorganisir, dan umumnya selalu menyelesaikan tugas.</li><li>Memiliki tingkat konsentrasi tinggi dan dapat bekerja sendiri dalam jangka waktu yang lama.</li></ul>",
      "prevContentRoute": "istj",
      "nextContentRoute": "istj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Inspector",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "istj/lingkungan-kerja-ideal",
      "personalityId": "ISTJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang jelas adalah lingkungan yang sangat nyaman untuk The Inspector (ISTJ).</p><p>Budaya kerja terburuk bagi The Inspector adalah yang terlalu longgar terhadap tujuan dan standar suksesnya tidak bisa diukur. Anda juga benci dengan orang-orang yang terlalu sensitif, karena Anda selalu ingin tetap fokus pada tugas. Anda menganggap situasi emosional akan memperkeruh suasana dan itu mengganggu Anda.</p><p>Jangan pernah bekerja pada perusahaan yang lebih menggunakan intuisi/perkiraan untuk memecahkan permasalahan kerja. Anda butuh fakta-fakta, garis besar anggaran, dan peraturan agar merasa nyaman dalam bekerja.</p><p>Ketika seorang The Inspector bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Green [NF] dan Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Inspector adalah:</p><p><strong><strong>Memiliki peraturan dan harapan akan masa depan yang jelas.</strong></strong> Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p><strong><strong>Berisikan karyawan-karyawan pekerja keras</strong></strong> serta memiliki kebanggaan pada dirinya sendiri untuk melakukan hal-hal yang benar. Anda melihat krisis dan situasi emosional sebagai kelemahan, bahkan seringkali hal tersebut Anda anggap mengendurkan produktifitas pekerja lainnya.</p><p><strong><strong>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi.</strong></strong> Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh maupun perusahaan yang bermasalah, tidak dapat menawarkan hal tersebut.</p><p><strong><strong>Menghargai kemampuan dan ketelitian Anda.</strong></strong> Anda orang yang tepat waktu, memiliki jadwal yang tersusun dengan baik dan mengerjakan pekerjaan dengan konsisten. Tidak ada perusahaan yang berjalan dengan baik tanpa kehadiran The Inspector di jajaran stafnya. Anda layak mendapat pengakuan.</p><p><strong><strong>Membutuhkan proyek praktis dan konkret.</strong></strong> Bagi Anda layanan yang tidak berwujud/abstrak sangat sulit dinilai dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p><strong><strong>Berorientasi terhadap hasil.</strong></strong> Anda agak ragu pada pekerjaan apapun yang tidak dapat dievaluasi dengan <em><em>spreadsheet</em></em> (program komputer pengolah angka, misalnya Microsoft Excel, Google Sheet).</p><p><strong><strong>Memiliki hierarki yang jelas.</strong></strong> Struktur organisasi memberikan Anda kenyamanan dan kebebasan untuk berkonsentrasi pada tugas yang sedang dikerjakan.</p><p><strong><strong>Menghargai loyalitas dan komitmen.</strong></strong> Hal tersebut adalah bagian alami dari prinsip Anda.</p><p><strong><strong>Memberikan ruang pribadi.</strong></strong> Sebagai seorang introvert, energi Anda terkuras ketika banyak berurusan dengan orang lain secara intens, meskipun kemampuan Anda dalam menangani orang terbilang luar biasa. Anda mengisi ulang energi dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda akan sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik ketika berada di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p><blockquote>Sebuah perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "istj/kelebihan-alami",
      "nextContentRoute": "istj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "istj/karir-yang-menarik",
      "personalityId": "ISTJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>Perusahaan yang membuat Anda betah adalah perusahaan di mana Anda dapat bekerja pada karir yang terjamin selama bertahun-tahun, di bawah pedoman peraturan, prosedur, dan masa depan yang jelas. Lingkungan yang stabil dan dapat diprediksi membawa Anda pada performa terbaik.</p><p>Anda sangat bahagia ketika mendapatkan tanggung jawab yang tinggi pada sistem yang memiliki rantai kepemimpinan yang jelas. Anda secara khusus pelu dihargai atas kemampuan Anda untuk menyelesaikan sesuatu dan mendapatkan hasil yang akurat.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Keuangan</strong></strong></h3><div id=\"career-list\"><ul><li>Akuntan</li><li>Auditor (orang yang memiliki kualifikasi tertentu dalam melakukan audit atas laporan keuangan dan kegiatan suatu perusahaan/organisasi)</li><li>Petugas Bank</li><li>Analis Anggaran</li><li><em><em>Financial Analyst </em></em>(orang yang memberi arahan pada sebuah lembaga bisnis atau individu untuk membuat keputusan investasi)</li><li><em><em>Credit Analyst </em></em>(orang yang menganalisis permohonan kredit untuk melakukan penilaian kelayakan usaha yang akan dibiayai dengan kredit)</li><li>Penasihat Keuangan</li><li><em><em>Financial Examiner </em></em>(memastikan suatu lembaga berjalan mematuhi hukum dengan cara meninjau neraca keuangan, tingkat risiko kredit, dan manajemen bank)</li><li>Bankir Investasi (agen yang bertindak sebagai penengah antara penerbit sekuritas dan masyarakat)</li><li>Pialang Saham</li><li>Bendahara</li><li><em><em>Chief Financial Officer </em></em>(CFO bertugas mengelola risiko finansial dari perusahaan. CFO juga terlibat pada perencanaan, dokumentasi, dan pelaporan keuangan pada staf manajemen atau eksekutif yang lebih tinggi)</li><li>Investor</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, efisiensi, dan kesesuaian dengan nilai moral. Anda tidak suka pekerjaan yang menekankan cara-cara yang tidak lazim.</p></div></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Manajemen / Asuransi / Manufaktur</strong></strong></h3><div id=\"career-list\"><ul><li>Aktuaris (ahli yang mengaplikasikan ilmu keuangan dan teori statistik untuk menyelesaikan persoalan bisnis aktual)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li><em><em>Chief Information Officer </em></em>(eksekutif yang bertanggung jawab terhadap sistem komputer dan teknologi informasi dalam perusahaan)</li><li><em><em>Compensation and Benefits Manager </em></em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em><em>Efficiency Expert </em></em>(mempelajari metode, prosedur, dan karaktekter bisnis untuk meningkatkan efisiensi dari personel dan sistem perusahaan)</li><li>Eksekutif (orang yang memegang tanggung jawab manajerial tertinggi dalam organisasi bisnis. Mereka berwenang untuk membuat perencanaan, mengimplementasikan strategi, dan memberlakukan sistem hukum di lingkungan kerja)</li><li><em><em>Human Resources Specialist </em></em>(bertugas untuk merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerjanya)</li><li>Konsultan Manajemen (orang yang memberikan konsultasi kepada perusahaan mengenai cara terbaik untuk mengelola bisnis)</li><li>Manajer (semua jenis manajer—khususnya konstruksi, database, pabrik, institusi keuangan, rumah sakit, hotel, kantor, produksi industri, penjualan, dan lain-lain)</li><li>Agen Asuransi</li><li>Broker Asuransi</li><li>Manajer Proyek</li><li><em><em>Purchasing Agent/Manager </em></em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li><li><em><em>Real Estate Agent </em></em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em><em>Salesperson </em></em>(pramuniaga, khususnya untuk produk yang konkret/berwujud)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, mengatur neraca keuangan, kemampuan administratif, menciptakan keteraturan, dan memberikan pengarahan yang jelas.</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer / Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>System Analyst </em></em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em><em>Security Specialist </em></em>(administrator komputer yang bertugas melindungi data perusahaan)</li><li>Manajer Sistem Informasi (bertanggung jawab untuk mengatur implementasi kerja dari programmer, system analyst, support specialist, dan karyawan lain yang bekerja dengan komputer)</li><li><em><em>Network Systems Administrator </em></em>(bertanggung jawab pada sistem operasi jaringan komputer sehari-hari)</li><li><em><em>Web Editor </em></em>(orang yang bertanggung jawab terhadap konten dan gambar yang digunakan dalam website)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan tajam terhadap detail, meningkatkan efisiensi, administrasi, dan memastikan semuanya berjalan sesuai prosedur.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan</strong></strong></h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Profesor</li><li>Kepala Sekolah</li><li>Administrator Sekolah</li><li>Rektor Universitas</li><li>Guru Vokasional (guru yang mengajarkan kemampuan khusus yang dibutuhkan untuk bekerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, menjalankan sistem, kecermatan, akal sehat, dan aktivitas praktis.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam praktik penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Teknisi Laboratorium Klinis (orang yang melakukan prosedur dan tes sederhana, seperti menganalisis cairan tubuh dan jaringan untuk melihat bakteri, mikroorganisme, sel yang tidak normal, tanda-tanda infeksi atau penyakit lain)</li><li>Dokter Gigi</li><li>Manajer Medis &amp; Pelayanan Kesehatan (orang yang bertugas merencanakan, mengarahkan, dan mengkoordinasi pelayanan medis di institusi kesehatan)</li><li>Apoteker</li><li>Dokter Mata</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli, mengukur dengan akurasi tinggi, kemampuan organisasi, dan pekerjaan yang bersifat praktis.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hukum / Pelaksanaan Hukum / Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Staf Kepatuhan (orang yang bertanggung jawab mengawasi dan mengatur masalah-masalah yang berkaitan dengan kepatuhan di organisasi)</li><li>Sipir Penjara</li><li>Petugas Pemadam Kebakaran</li><li>Investigator</li><li>Petugas Direktorat Jendral Pajak</li><li>Hakim</li><li>Pengacara (khususnya di bidang administrasi, kriminal, korporat, ketenagakerjaan, energi &amp; sumber daya alam, <em><em>real estate</em></em>, <em><em>product liability</em></em>, dan sekuritas)</li><li>Perwira Militer</li><li>Pilot</li><li>Polisi</li><li><em><em>Security Guard </em></em>(orang yang bertugas untuk keamanan, khususnya gedung, untuk mencegah penyusup masuk)</li><li><em><em>Security Consultant </em></em>(ahli dalam mendesain dan mengimplementasikan solusi keamanan terbaik untuk kebutuhan organisasi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan administratif, pengamatan yang jeli, keberanian, mengimplementasikan peraturan dan prosedur dengan tertib, serta mampu membuat keputusan yang sulit.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penelitian Keilmuwan / Teknik / Matematika</strong></strong></h3><div id=\"career-list\"><ul><li>Insinyur (khususnya dalam bidang sipil, kimia, lingkungan, kesehatan &amp; keselamatan kerja, industri, mesin, nuklir)</li><li>Ahli Geologi</li><li>Ahli Meteorologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan mengingat detail melalui pengamatan yang jeli, bekerja dengan proyek dan hal-hal yang konkret, dan memastikan semuanya berjalan sesuai dengan prosedur.</p></div></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li><li>Ahli Reparasi Elektronik</li><li>Montir</li><li>Tukang Ledeng</li><li>Surveyor</li></ul></div></div>",
      "prevContentRoute": "istj/lingkungan-kerja-ideal",
      "nextContentRoute": "istj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "istj/bos-ideal",
      "personalityId": "ISTJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Inspector (ISTJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Sangat dihormati secara pribadi maupun secara profesional.</li><li>Menghargai pengalaman, ketelitian, dan kerja keras Anda.</li><li>Memberikan Anda arahan yang jelas.</li><li>Tidak mengontrol semua hal sampai detail terkecil.</li></ol>",
      "prevContentRoute": "istj/karir-yang-menarik",
      "nextContentRoute": "istj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "istj/tantangan-kepribadian",
      "personalityId": "ISTJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Inspector (ISTJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Terlalu dini mengabaikan sebuah ide baru.</strong></strong> Anda cenderung untuk mengabaikan ide baru sampai Anda menyelidiki sendiri ide baru tersebut. Hal yang perlu diingat adalah keuntungan besar perusahaan biasanya diawali dari ide yang belum teruji. Belajarlah mengajak orang lain untuk <em><em>brainstorming </em></em>dan mintalah mereka menyampaikan pendapat dan kesimpulannya kepada Anda.</p><p><strong><strong>Bisa terlalu fokus pada kekurangan orang lain ketika menilai usaha mereka</strong></strong> dan tidak memberikan penghargaan ketika memang mereka layak untuk mendapatkannya. Buatlah poin-poin yang menyatakan usaha atau kelebihan dari rekan kerja Anda, setelah itu baru buat daftar kekurangannya. Akuilah siapa yang pantas mendapatkan pujian, katakanlah kekurangannya sebanding dengan kerja bagusnya.</p><p><strong><strong>Terburu-buru menekankan pada hasil jangka pendek </strong></strong>dan mengabaikan dampak jangka panjang. Belajarlah untuk melakukan perencanaan jangka panjang. Mintalah seorang Blue [NT] untuk menolongmu dalam hal tersebut.</p><p><strong><strong>Terpaku dengan cara-cara yang telah ada untuk mengerjakan sesuatu.</strong></strong> Cara-cara yang telah teruji memang terbukti efisien, namun cara tersebut tidak bisa menjaga perusahaan Anda tetap hidup ketika kondisi pasar berubah. Sebenarnya, cara yang teruji pun masih bisa ditingkatkan untuk mencapai hasil yang lebih baik. Fokuslah pada analisa mendetail di mana hal itu merupakan kelebihan Anda. Periksalah ide tersebut dengan mencari tahu siapa, apa, di mana, kapan, mengapa, dan biayanya sehingga Anda lebih siap menghadapi perubahan.</p><p><strong><strong>Kaku dalam menilai bagaimana orang lain seharusnya menjalankan tugas dan tanggung jawabnya.</strong></strong> Hasil adalah prioritas utama, Anda tidak harus selalu kaku pada cara ataupun sistem, cobalah untuk lebih efisien. Bersikaplah bijaksana terhadap orang lain, hal itu akan memberikan dampak yang baik terhadap produktifitas dan hasil. Apalagi jika cara mereka terbukti lebih baik daripada cara Anda, bukankah Anda tidak mau terlihat bodoh di depan mereka?</p>",
      "prevContentRoute": "istj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "esfj/kelebihan-alami",
      "personalityId": "ESFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Memiliki dorongan yang kuat untuk membantu orang lain.</li><li>Mengakui dan menghormati rantai kepemimpinan.</li><li>Dapat dengan mudah mengerjakan serentetan tugas.</li><li>Jeli terhadap detail.</li><li>Menerapkan akal sehat (berorientasi praktis).</li><li>Memotivasi orang lain untuk bekerjasama meraih tujuan.</li><li>Setia pada pekerjaan sampai pekerjaan tersebut selesai.</li><li>Menyelesaikan tugas tepat waktu dan sesuai dengan anggaran.</li></ul>",
      "prevContentRoute": "esfj",
      "nextContentRoute": "esfj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Provider",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "esfj/lingkungan-kerja-ideal",
      "personalityId": "ESFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan yang jelas adalah lingkungan yang sangat nyaman untuk seorang The Provider (ESFJ).</p><p>Lingkungan kerja terburuk bagi seorang The Provider adalah suasana kerja yang tidak akrab dan sangat kompetitif. Sistem yang selalu berubah juga membuat keahlian Anda yang hebat sebagai pekerja administratif dan organisasi menjadi tidak berharga. Anda membutuhkan peraturan, stabilitas, dan interaksi pribadi yang positif agar nyaman saat bekerja.</p><p>Ketika seorang The Provider bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Blue [NT], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Provider adalah:</p><p><strong><strong>Organisasi atau institusi yang stabil, dikenal dengan baik, dan memiliki reputasi yang kuat di komunitas Anda.</strong></strong> Anda lebih tertarik pada organisasi yang telah ada. Mendirikan organisasi baru tidaklah menarik bagi Anda.</p><p><strong><strong>Memiliki proyek dan produk yang konkret dan praktis. </strong></strong>Bagi Anda, produk atau jasa yang tidak berwujud (tidak konkret) akan sulit dihitung dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p><strong><strong>Memiliki peraturan, sistem pelaporan, dan masa depan yang jelas. </strong></strong>Waktu berharga yang terbuang akan Anda gunakan untuk memperbaiki peraturan sambil menjalaninya. Anda tidak mau terganggu dengan peraturan yang belum jelas.</p><p><strong><strong>Memungkinkan Anda bekerja di dalam kelompok atau tim.</strong></strong> Anda membutuhkan orang lain untuk tetap bersemangat dalam bekerja.</p><p><strong><strong>Berisikan rekan kerja yang dapat dipercaya.</strong></strong> Anda memiliki hasrat untuk menyejahterakan orang lain, baik klien maupun rekan kerja, serta senang untuk saling berbagi.</p><p><strong><strong>Berorientasi pada pelayanan/jasa.</strong></strong> Anda secara alami senang melayani orang lain dan ingin bekerja di tempat yang terhormat untuk menyalurkan hal tersebut.</p><p><strong><strong>Menghargai orang yang ahli dan dapat diandalkan.</strong></strong> Anda jarang gagal dalam memenuhi sebuah <em><em>deadline</em></em>.</p><p><strong><strong>Memberikan keamanan finansial.</strong></strong> Anda bangga menjadi orang yang kompeten dan berharap dibayar dengan pantas.</p><p><strong><strong>Lingkungan yang membuat Anda seperti bagian dari keluarga besar.</strong></strong> Anda berkembang di tempat yang berbagi tanggung jawab bersama.</p><p><strong><strong>Menyediakan Anda waktu untuk kepentingan keluarga.</strong></strong> Karena Anda dapat memastikan tujuan pekerjaan akan tercapai, Anda berharap dapat memiliki waktu untuk memenuhi kebutuhan penting keluarga di rumah.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "esfj/kelebihan-alami",
      "nextContentRoute": "esfj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "esfj/karir-yang-menarik",
      "personalityId": "ESFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage":
        "<div id=\"top-paragraph\"><p>The Provider (ESFJ) menyukai pekerjaan yang mampu memberikan ia kehormatan yang profesional, membutuhkan kompetensi tingkat tinggi, dan berkontribusi secara nyata terhadap masyarakat (khususnya di institusi yang terkemuka).</p><p>Anda butuh stabilitas dan keadaan yang dapat diprediksi untuk membawa Anda ke performa terbaik. Setelah mencapai tingkat tanggung jawab yang tinggi, Anda menghimpun staf yang loyal dan kompeten.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis/Manajemen/Promosi/Penjualan</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Compensation and Benefits Manager </em></em>(bagian dari pengelolaan SDM yang bertugas memberikan imbal jasa dan kompensasi kepada karyawan)</li><li><em><em>Convention Planner </em></em>(orang yang mengkoordinasi segala aspek dari kegiatan pertemuan seperti: menyiapkan lokasi, transportasi, dan hal-hal lain yang berkaitan dengan pertemuan profesional)</li><li><em><em>Customer Service Manager </em></em>(mengelola staf customer service untuk memastikan kepuasan pelanggan)</li><li>Manajer SDM (mengelola sumber daya manusia)</li><li><em><em>Human Resources Specialist </em></em>(orang yang bertugas merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerja)</li><li>Agen Asuransi</li><li>Pengembang Lahan</li><li><em><em>Labor Relation Specialist </em></em>(orang yang bertugas mengelola hubungan antara karyawan dengan manajer, seperti: melakukan negosiasi perjanjian dan mengkoordinasi prosedur komplain/keluhan karyawan terhadap perusahaan)</li><li>Pelobi</li><li>Eksekutif Pemasaran (bagian manajerial tinggi perusahaan yang bertugas membuat perencanaan untuk mempromosikan suatu produk atau jasa—khususnya pemasaran melalui media elektronik)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li>Bankir Swasta</li><li>Pengelola Seni Pertunjukan</li><li>Ahli Humas (hubungan masyarakat)</li><li><em><em>Real Estate Agent </em></em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em><em>Salesperson </em></em>(pramuniaga, khususnya untuk produk yang konkret/berwujud)</li><li><em><em>Sales Representative </em></em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li></ul><p>Anda cocok dengan pekerjaan membutuhkan kemampuan berorganisasi, kemampuan diplomasi, menyediakan interaksi, dan pekerjaan yang berorientasi pelayanan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan</strong></strong></h3><div id=\"career-list\"><ul><li>Pelatih Atletik</li><li>Kepala Sekolah</li><li>Guru atau Pengajar (khususnya pengajar prasekolah, sekolah dasar, ekonomi rumah tangga, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kesempatan untuk bermanfaat bagi masyarakat, berorientasi terhadap pelayanan, memiliki peraturan yang jelas, dan merupakan profesi yang dihormati secara profesional.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hukum / Perhotelan / Bisnis Kecil</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Hotel</li><li>Pemilik Restoran</li><li>Pemilik Rumah Penginapan</li><li>Pengacara (dalam bidang tertentu, seperti: anak-anak, perlindungan konsumen, rumah tangga, dan kesehatan)</li><li>Pemilik Ritel</li><li>Manajer Ritel</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan berdiplomasi, pengamatan jeli, beriorentasi kepada pelayanan, dan menyediakan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Teknisi Biomedis (orang yang mengatur penggunaan peralatan medis yang digunakan untuk mendiagnosa dan menangani berbagai macam virus)</li><li><em><em>Chiropractor </em></em>(praktisi pengobatan pelengkap yang menekan­kan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li><em><em>Dental Hyangienist</em></em>(orang yang memiliki spesialisasi dalam perawatan gigi)</li><li>Dokter Gigi</li><li>Penata Diet</li><li>Ahli Fisiologi Olahraga (ahli yang mempelajari perubahan fungsi organ tubuh yang disebabkan latihan fisik/olahraga)</li><li>Perawat Rumah Sakit</li><li>Administrator Rumah Sakit</li><li>Perawat</li><li>Instruktur Keperawatan</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Apoteker</li><li><em><em>Pharmaceutical Sales Representative </em></em>(agen penjualan yang bekerja untuk perusahaan farmasi yang bertugas untuk meyakinkan para dokter menggunakan resep obat dari perusahaannya)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Dokter Keluarga</li><li>Asisten Dokter</li><li><em><em>Public Health Educator </em></em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li><em><em>Speech Pathologist </em></em>(menangani anak-anak yang mengalami gangguan kesulitan dan keterlambatan untuk berbicara)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi (semua ahli terapi—khususnya terapi fisik, radiasi, pernafasan, berbicara)</li><li>Dokter Hewan</li><li>Asisten Dokter Hewan</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan keahlian tinggi dalam bidang yang ditekuni, berorientasi pelayanan, memerlukan pengamatan jeli, membuat orang lain merasa nyaman, profesi yang dihormati secara profesional, dan kesempatan untuk memastikan kesejahteraan orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pelayanan Masyarakat</strong></strong></h3><div id=\"career-list\"><ul><li>Pemimpin Advokasi (orang yang membuat suatu usaha sistematis dan terorganisir untuk mempengaruhi dan mendesak terjadinya kebijakan publik secara bertahap)</li><li><em><em>Childcare Center Director </em></em>(direktur pelaksana di institusi penitipan anak-anak)</li><li><em><em>Community Welfare Worker </em></em>(profesional yang membantu individu, keluarga, atau kelompok dengan bantuan sosial, emosional, atau finansial untuk meningkatkan kualitas pendidikan di tengah perubahan lingkungan sosial)</li><li>Konselor (khususnya di bidang karir, kesejahteraan anak-anak, keluarga, dan penyalahgunaan obat-obatan)</li><li><em><em>Fundraiser </em></em>(menggalang dana untuk kegiatan sosial)</li><li>Pemuka Agama (misalnya imam, ulama, pendeta, guru agama, dan pemuka agama lainnya)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, atau kelompok tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan masyarakat, berorientasi kepada pelayanan, dapat bermanfaat untuk orang lain, memberdayakan masyarakat, dan merupakan profesi yang dihormati di masyarakat.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pekerjaan Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Katering</li><li>Ahli Kecantikan</li><li>Notulis Pengadilan</li><li>Perancang Busana</li><li>Pramugara atau Pramugari</li><li>Penata Rambut</li><li>Desainer Interior</li><li><em><em>Landscape Designer</em></em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li>Konservator Museum (orang yang bertanggung jawab atas pemeliharaan, pemugaran, dan perbaikan benda-benda museum)</li><li>Paralegal (membantu pengacara dalam pekerjaannya. Paralegal bukanlah pengacara maupun pertugas pengadilan. Di Indonesia, paralegal tidak diizinkan untuk berpraktik hukum sendirian)</li><li><em><em>Personal Trainer </em></em>(pelatih fitness atau kebugaran tubuh)</li><li><em><em>Tour &amp; Travel Agent</em></em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, berorientasi kepada pelayanan, mampu berinteraksi dengan orang lain, dan memiliki selera estetika yang baik.</p></div></div>",
      "contentBody": "",
      "prevContentRoute": "esfj/lingkungan-kerja-ideal",
      "nextContentRoute": "esfj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "esfj/bos-ideal",
      "personalityId": "ESFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Provider (ESFJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Menunjukkan perhatian pribadi yang cukup untuk masing-masing karyawannya.</li><li>Menyatakan dengan jelas apa yang perlu dilakukan.</li><li>Menetapkan tujuan yang ingin dicapai.</li><li>Dapat diandalkan untuk memenuhi sumber daya yang dibutuhkan.</li><li>Berkomitmen untuk memperketat jadwal kerja.</li></ol>",
      "prevContentRoute": "esfj/karir-yang-menarik",
      "nextContentRoute": "esfj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "esfj/tantangan-kepribadian",
      "personalityId": "ESFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Provider (ESFJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Terlalu fokus dengan detail-detail, dan mengabaikan gambaran besar. </strong></strong>Belajarlah dari seorang Blue [NT] untuk melihat gambaran besar dari suatu permasalahan dan berdiskusilah dengan mereka minimal dua kali sebulan. Kadang-kadang tirulah pemikiran mereka tentang perencanaan strategi jangka panjang, sehingga hal itu dapat menjadi senjata bagi Anda ketika dibutuhkan. Akan tetapi meskipun telah belajar dengan mereka, Anda tetap tidak merasa wajar dengan cara berfikir mereka.</p><p><strong><strong>Membutuhkan pujian dan apresiasi yang tinggi.</strong></strong> Anda umumnya akan putus asa jika tidak mendapatkan dua hal tersebut. Tidak semua warna kepribadian akan menyatakan apresiasi mereka. Namun bukan berarti ketika mereka diam, mereka tidak mengapresiasi Anda. Berikanlah motivasi dan semangat pada diri Anda sendiri. Anda tahu yang Anda lakukan, dan biasanya Anda mengerjakannya dengan sangat baik.</p><p><strong><strong>Tidak dapat menangani situasi kompetitif dengan baik.</strong></strong> Jika Anda tidak dapat mengubah suasana persaingan menjadi lebih kooperatif ataupun menenangkan, lebih baik mundurlah. Jangan mencoba bermain-main dengan hal tersebut. Biasanya, hanya inilah cara untuk menurunkan tekanan pada diri Anda.</p><p><strong><strong>Cenderung untuk tetap setia pada apa yang telah dikerjakan. </strong></strong>Ada banyak jalan untuk menuju ke tempat yang sama. Semua jalan memiliki kelebihannya masing-masing. Ya, jalan Anda adalah jalan yang benar, tetapi bukanlah satu-satunya yang benar. Sesekali ambilah jalan yang tidak nyaman dan rasakanlah keuntungan saat berada di jalan yang berbeda.</p><p><strong><strong>Secara alami kesulitan untuk melihat kemungkinan-kemungkinan baru. </strong></strong>Jika pengalaman Anda dalam menangani suatu hal baru berjalan buruk, Anda akan putus asa dan berkecil hati, kadang-kadang menyerah. Mintalah bantuan kepada seseorang, khususnya Blue [NT] atau Red [SP], untuk melihat kemungkinan-kemungkinan yang tidak biasa. Menolak cara-cara yang lazim adalah zona nyaman mereka.</p><p><strong><strong>Mengambil keputusan terlalu cepat. </strong></strong>Bahkan jika Anda mendapat informasi baru, Anda merasa sulit untuk merubah keputusan. Seringkali dalam hidup, Anda terjebak pada sebuah posisi yang sebenarnya tidak Anda inginkan. Agar sesuatu cepat berakhir, <em><em>cobalah bersikap tegas</em></em> dan memperjuangkan apa yang Anda inginkan. Khususnya jika Anda memiliki keraguan terhadap hal-hal yang sangat penting seperti memilih pasangan untuk menikah ataupun memiliki anak. Percaya atau tidak, hal ini akan membuahkan keputusan terbaik untuk semua pihak.</p>",
      "prevContentRoute": "esfj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "isfj/kelebihan-alami",
      "personalityId": "ISFJ",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Dapat mengorganisir orang lain untuk menyelesaikan tujuan yang jelas.</li><li>Mengamati kebutuhan orang lain dan membantu mereka kapanpun Anda bisa.</li><li>Memiliki cara praktis tentang apa saja yang dibutuhkan dan bagaimana melakukannya.</li><li>Mendukung dan memberi semangat kepada orang lain.</li><li>Bekerja dengan baik di dalam tim.</li><li>Tidak digerakkan oleh ego.</li><li>Mengikuti aturan.</li></ul>",
      "prevContentRoute": "isfj",
      "nextContentRoute": "isfj/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Protector",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "isfj/lingkungan-kerja-ideal",
      "personalityId": "ISFJ",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang stabil, lembaga yang terorganisir dengan jaminan masa depan adalah lingkungan yang sangat nyaman untuk seorang The Protector (ISFJ).</p><p>Lingkungan kerja terburuk bagi seorang The Protector adalah suasana yang sangat kompetitif dan lebih menghargai intuisi daripada akurasi fakta-fakta yang nyata. Lingkungan yang terus berubah, seperti perusahaan yang baru berdiri, dapat membuat Anda tertekan hingga jatuh sakit.</p><p>Ketika seorang The Protector bekerja pada perusahaan yang memiliki budaya kerja dengan kondisi tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Red [SP], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Protector adalah:</p><p><strong><strong>Institusi yang stabil dan dihormati dengan masa depan yang dapat diprediksi.</strong></strong> Anda bekerja keras dan ingin dihargai dengan kehormatan dan uang yang pantas. Perusahaan kecil yang sedang tumbuh, maupun perusahaan bermasalah tidak dapat menawarkan hal tersebut.</p><p><strong><strong>Memiliki proyek dan produk yang konkret dan praktis.</strong></strong> Bagi Anda, produk atau jasa yang tidak berwujud (tidak konkret) sulit untuk dihitung dan diukur. Anda nyaman dengan sesuatu yang dapat disentuh dan dilihat.</p><p><strong><strong>Berorientasi untuk membantu konsumen maupun rekan kerja.</strong></strong> Anda memiliki prinsip yang kuat untuk melayani orang lain. Jika perusahaan Anda mengabaikan hal tersebut, Anda tidak akan tahan bekerja lama disana.</p><p><strong><strong>Menghargai loyalitas dan komitmen.</strong></strong> Hal tersebut adalah bagian alami dari prinsip Anda.</p><p><strong><strong>Memiliki kehidupan kerja seimbang</strong></strong> <strong><strong>yang menghormati kebutuhan keluarga.</strong></strong> Keluarga adalah prioritas utama Anda, dan Anda adalah pekerja yang terlalu baik jika tidak diberikan waktu bersama keluarga.</p><p><strong><strong>Tenang, tertib, dan teduh.</strong></strong> Situasi yang melemahkan Anda adalah ketika menghadapi kekacauan.</p><p><strong><strong>Memberikan ruang pribadi. </strong></strong>Sebagai seorang introvert, energi Anda terkuras ketika banyak berurusan dengan orang lain secara intens, meskipun kemampuan Anda dalam menangani orang terbilang luar biasa. Anda mengisi ulang energi dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda akan sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik ketika berada di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p>",
      "prevContentRoute": "isfj/kelebihan-alami",
      "nextContentRoute": "isfj/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "isfj/karir-yang-menarik",
      "personalityId": "ISFJ",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>Perusahaan yang membuat Anda betah adalah perusahaan di mana Anda dapat bekerja pada karir yang terjamin selama bertahun-tahun, di bawah pedoman peraturan, prosedur, dan masa depan yang jelas. Lingkungan yang stabil dan dapat diprediksi membawa Anda pada performa terbaik.</p><p>Anda secara khusus membutuhkan penghargaan atas kemampuan Anda dalam menyelesaikan sesuatu dan mendapatkan hasil yang akurat. Perusahaan yang mengelola keuangannya dengan baik adalah perusahaan yang Anda sukai.</p><p>Harap dicermati bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil karir yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis/Manajemen/Promosi/Penjualan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Pembukuan (disebut juga pencatat akuntansi. Bertugas mencatat transaksi keuangan dalam proses akuntansi bisnis)</li><li><em><em>Convention Planner </em></em>(orang yang mengkoordinasi segala aspek dari kegiatan pertemuan seperti: menyiapkan lokasi, transportasi, dan hal-hal lain yang berkaitan dengan pertemuan profesional)</li><li><em><em>Customer Service Manager </em></em>(mengelola staf <em><em>customer service</em></em>untuk memastikan kepuasan pelanggan)</li><li><em><em>Human Resources Specialist </em></em>(orang yang bertugas merekrut, melakukan wawancara, dan menempatkan karyawan sesuai dengan lingkungan kerja)</li><li>Agen Asuransi</li><li>Pelobi</li><li>Eksekutif Pemasaran (bagian manajerial tinggi perusahaan yang bertugas membuat perencanaan untuk mempromosikan suatu produk atau jasa—khususnya pemasaran melalui media elektronik)</li><li>Manajer Pelayanan Administrasi (orang yang merencanakan, mengarahkan, dan mengkoordinasi layanan administratif seperti: manajemen arsip dan informasi, penyaluran surat, perencanaan pemeliharaan fasilitas, dan layanan pendukung kantor lain)</li><li>Bankir Swasta</li><li>Pengelola Seni Pertunjukan</li><li>Ahli Humas (hubungan masyarakat)</li><li><em><em>Real Estate Agent </em></em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li><em><em>Salesperson </em></em>(pramuniaga. khususnya untuk produk yang konkret/berwujud)</li><li><em><em>Sales Representative </em></em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li><li>Pemilik Bisnis Kecil</li></ul><p>Anda cocok dengan pekerjaan membutuhkan kemampuan berorganisasi, kemampuan diplomasi, menyediakan interaksi, dan yang berorientasi pelayanan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan</strong></strong></h3><div id=\"career-list\"><ul><li>Administrator Sekolah</li><li>Bimbingan Konseling</li><li>Guru, Pengajar, atau Dosen (khususnya pengajar prasekolah, sekolah dasar, ekonomi rumah tangga, pendidikan luar biasa, dan dosen pendidikan tinggi dalam beberapa bidang tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan kesempatan untuk bermanfaat bagi masyarakat, berorientasi terhadap pelayanan, menyediakan peraturan yang jelas, dan merupakan profesi yang dihormati secara profesional.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam praktik penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Teknisi Biomedis (orang yang mengatur penggunaan peralatan medis yang digunakan untuk mendiagnosa dan menangani berbagai macam virus)</li><li><em><em>Dental Hyangienist </em></em>(orang yang memiliki spesialisasi dalam perawatan gigi)</li><li>Dokter Gigi</li><li>Penata Diet</li><li>Ahli Fisiologi Olahraga (ahli yang mempelajari perubahan fungsi organ tubuh yang disebabkan latihan fisik/olahraga)</li><li>Perawat Rumah Sakit</li><li>Administrator Rumah Sakit</li><li>Perawat</li><li>Instruktur Keperawatan</li><li>Dokter Mata</li><li>Dokter Anak</li><li>Apoteker</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Dokter Keluarga</li><li>Asisten Dokter</li><li><em><em>Public Health Educator </em></em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li><em><em>Speech Pathologist </em></em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li><li>Teknisi Radiologi (praktisi kesehatan yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi (semua ahli terapi—khususnya terapi fisik, radiasi, pernafasan, berbicara)</li><li>Dokter Hewan</li><li>Asisten Dokter Hewan</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan keahlian tinggi dalam bidang yang ditekuni, berorientasi pelayanan, memerlukan pengamatan jeli, membuat orang lain merasa nyaman, pekerjaan yang dihormati secara profesional, dan menyediakan kesempatan untuk memastikan kesejahteraan orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hukum / Perhotelan / Bisnis Kecil</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Hotel atau Rumah Penginapan</li><li>Pengacara (dalam bidang tertentu seperti: anak-anak, perlindungan konsumen, rumah tangga, dan kesehatan)</li><li>Paralegal (membantu pengacara dalam pekerjaannya. Paralegal bukanlah pengacara maupun pertugas pengadilan. Di Indonesia, paralegal tidak diizinkan untuk berpraktik hukum sendirian)</li><li>Pemilik Ritel</li><li>Manajer Ritel</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan berdiplomasi, pengamatan jeli, beriorentasi kepada pelayanan, dan menyediakan kesempatan untuk menyejahterakan orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pelayanan Masyarakat</strong></strong></h3><div id=\"career-list\"><ul><li>Pemimpin Advokasi (orang yang membuat suatu usaha sistematis dan terorganisir untuk mempengaruhi dan mendesak terjadinya kebijakan publik secara bertahap)</li><li><em><em>Childcare Center Director </em></em>(direktur pelaksana di institusi penitipan anak-anak)</li><li><em><em>Community Welfare Worker </em></em>(profesional yang membantu individu, keluarga, atau kelompok dengan bantuan sosial, emosional, atau finansial untuk meningkatkan kualitas pendidikan di tengah perubahan lingkungan sosial)</li><li>Konselor (khususnya dalam bidang: karir, kesejahteraan anak-anak, keluarga, dan penyalahgunaan obat-obatan)</li><li><em><em>Fundraiser </em></em>(menggalang dana untuk kegiatan sosial)</li><li>Pemuka Agama (misalnya imam, ulama, pendeta, guru agama, dan pemuka agama lainnya)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan masyarakat, berorientasi kepada pelayanan, dapat bermanfaat untuk orang lain, memberdayakan masyarakat, dan merupakan profesi yang dihormati di masyarakat.</p></div></div><div id=\"career-type\"><h3><strong><strong>Kreatif / Pekerjaan Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Pedagang Barang Antik</li><li>Pemilik Katering</li><li>Ahli Kecantikan</li><li>Notulis Pengadilan</li><li><em><em>Desktop Publisher </em></em>(membuat media cetak dengan keterampilan tata letak, tipografi, dan desain menggunakan aplikasi komputer)</li><li>Perancang Busana</li><li>Pramugara/Pramugari</li><li>Penata Rambut</li><li>Desainer Interior</li><li>Pemilik Toko Perhiasan</li><li>Pustakawan</li><li><em><em>Landscape Designer </em></em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka)</li><li>Konservator Museum (orang yang bertanggung jawab atas pemeliharaan, pemugaran, dan perbaikan benda-benda museum)</li><li><em><em>Personal Trainer </em></em>(pelatih fitness atau kebugaran tubuh)</li><li><em><em>Tour &amp; Travel Agent</em></em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli terhadap detail, berorientasi kepada pelayanan, mampu berinteraksi dengan orang lain, dan memiliki selera estetika yang baik.</p></div></div>",
      "prevContentRoute": "isfj/lingkungan-kerja-ideal",
      "nextContentRoute": "isfj/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "isfj/bos-ideal",
      "personalityId": "ISFJ",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Protector (ISFJ) dapat bekerja dengan baik dengan sesama Gold. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Gold dapat pula menjadi seorang mentor yang baik.</p><ol><li>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</li><li>Terorganisir dan menetapkan tujuan yang jelas.</li><li>Handal dan dapat dipercaya.</li><li>Memberikan perhatian pribadi pada tiap-tiap karyawan.</li><li>Menyediakan sumber daya yang dibutuhkan.</li></ol>",
      "prevContentRoute": "isfj/karir-yang-menarik",
      "nextContentRoute": "isfj/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "isfj/tantangan-kepribadian",
      "personalityId": "ISFJ",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Protector (ISFJ) memiliki beberapa kelemahan. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Terlalu fokus terhadap detail, </strong></strong>namun seringkali tidak bisa melihat gambaran besar suatu permasalahan. Anda hanya fokus terhadap detail, tanpa melihat gambaran besar atau teorinya. Tanpa hal tersebut, keputusan detail Anda mungkin cacat.</p><p><strong><strong>Membutuhkan dukungan dan akan putus asa jika dukungan tersebut tidak diungkapkan.</strong></strong> Pandangan umum yang ada di masayarakat adalah jika orang lain tidak mengungkapkan apresiasi, mereka tidak mengapresiasi. Padahal faktanya, beberapa warna mengapresiasi sesuatu tanpa mengungkapkannya. Kadang-kadang, Anda hanya perlu menghargai diri Anda sendiri.</p><p><strong><strong>Bereaksi berlebihan terhadap kompetisi dan pertikaian. </strong></strong>Ketika Anda tidak dapat menghindari konflik, Anda menjadi acuh tak acuh, tajam, dan terlalu pasif. Cobalah untuk lebih proaktif, selesaikan masalah tersebut sebelum menjadi besar, hal tersebut akan lebih memudahkan Anda nantinya. Kalahkan saingan Anda dengan semangat tanpa lelah; jangan takut dengan mereka. Mereka memiliki sesuatu yang ingin dibuktikan, sedangkan Anda tidak.</p><p><strong><strong>Mungkin terlalu berhati-hati dengan cara-cara baru.</strong></strong> Cobalah lihat, apakah cara baru tersebut praktis dan memungkinkan untuk diimplementasikan; hal ini adalah kelebihan Anda. Dukunglah proyek baru tersebut dan masukkan ke dalam periode percobaan sebelum berkata tidak.</p><p><strong><strong>Dapat menjadi kurang tegas dan kurang mampu berterus terang secara langsung.</strong></strong> Anda lebih memilih untuk membaur dengan kelompok Anda, namun ada saatnya Anda harus meningkatkan ketegasan dan berbicara langsung tentang apa yang Anda ketahui. Hal ini kadang-kadang dibutuhkan untuk menyelesaikan sesuatu.</p>",
      "prevContentRoute": "isfj/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "estp/kelebihan-alami",
      "personalityId": "ESTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Memiliki pikiran yang praktis.</li><li>Membawa energi dan antusiasme pada proyek yang sedang dikerjakan.</li><li>Dapat bekerjasama dengan berbagai jenis orang.</li><li>Fleksibel dan bisa menerima berbagai pemikiran.</li><li>Bergantung pada diri sendiri.</li><li>Sangat efektif dalam bernegosiasi maupun penjualan.</li><li>Tertarik dan suka mengamati informasi yang faktual/nyata.</li><li>Menganalisa sesuatu dengan cepat dan menemukan banyak cara yang logis untuk menangani sebuah masalah.</li><li>Bereaksi cepat pada sebuah krisis atau dalam waktu yang sempit.</li></ul>",
      "prevContentRoute": "estp",
      "nextContentRoute": "estp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Promoter",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "estp/lingkungan-kerja-ideal",
      "personalityId": "ESTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang ideal bagi Anda adalah lingkungan yang menyenangkan dan bebas.</p><p>Sedangkan lingkungan dan budaya kerja terburuk untuk The Promoter (ESTP) adalah yang menekankan pada proyek jangka panjang. Selain itu suasana yang terlalu serius dan tidak ada humor membuat Anda cepat lelah. Anda hampir tidak mungkin menghasilkan apapun jika berada di tempat kerja yang hierarkis, penuh dengan jadwal rapat dan pertemuan.</p><p>Ketika seorang The Promoter bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Promoter (ESTP) adalah:</p><p><strong><strong>Santai, toleran, dan informal. </strong></strong>Anda mengeluarkan performa terbaik tanpa adanya peraturan, pekerjaan tulis-menulis, dan pengawasan yang ketat. Anda butuh kebebasan untuk bekerja.</p><p><strong><strong>Fokus pada masalah-masalah jangka pendek. </strong></strong>Anda butuh hasil saat ini agar merasa nyaman terhadap pekerjaan. Anda tidak suka dipaksa untuk berpikir terlalu jauh ke depan atau bekerja untuk jangka panjang.</p><p><strong><strong>Terdapat variasi dan kegembiraan. </strong></strong>Anda lebih suka menangani satu atau dua masalah yang tidak sama. Pekerjaan sama yang diulang-ulang akan membuat performa Anda semakin buruk. Anda memiliki nyali yang kuat untuk melawan birokrasi ini.</p><p><strong><strong>Menghargai pengambilan resiko dan pendekatan langsung. </strong></strong>Anda dihargai karena kecepatan dan kemampuan Anda untuk menangani masalah yang tidak terduga secara langsung. Jika Anda bisa bekerja di beberapa lokasi sekaligus, Anda akan merasa senang dan bergairah.</p><p><strong><strong>Bekerja pada produk yang berwujud dengan informasi faktual. </strong></strong>Jika Anda tidak dapat melihatnya, menyentuhnya, merasakannya, mendengarnya, menciumnya, atau membuktikannya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan hari dengan melakukan <em><em>brainstorming </em></em>sangat melelahkan bagi Anda, kecuali untuk persahabatan.</p><p><strong><strong>Terdapat rekan kerja yang berenergi tinggi,</strong></strong> menyenangkan, dan menghargai pengalaman praktik. Anda adalah seorang yang giat dan tidak ingin membatasi diri sendiri.</p><p><strong><strong>Membuat Anda mendapat pengakuan publik. </strong></strong>Pengakuan memacu Anda untuk meraih prestasi yang lebih tinggi.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "estp/kelebihan-alami",
      "nextContentRoute": "estp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "estp/karir-yang-menarik",
      "personalityId": "ESTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>Kebebasan dan kegembiraan adalah lingkungan kerja yang ideal bagi Anda. Anda paling tertarik dengan karir yang memberikan kebebasan, aksi, dan kemampuan untuk memecahkan masalah.</p><p>Harap dicermati bahwa tidak semua jenis karir yang disebutkan di sini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi/pilihan Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Keuangan / Manajemen / Manufaktur</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Bisnis (segala macam bisnis)</li><li><em><em>Trader </em></em>Sekuritas (menjual surat-surat berharga seperti saham, obligasi, komoditas, mata uang asing)</li><li>Manajer Promosi dan Periklanan</li><li>Sales Agent (agen penjualan yang bekerja untuk dirinya sendiri atau menjual jasanya pada perusahaan)</li><li>Penasihat Keuangan</li><li>Agen Asuransi</li><li>Bankir Investasi (bertindak sebagai penengah antara penerbit sekuritas dan masyarakat yang melakukan investasi)</li><li>Manajer Pemasaran</li><li><em><em>Industrial Production Manager </em></em>(mengkordinasikan proses manufaktur dalam proses produksi di sebuah industri)</li><li><em><em>Purchasing Agent/Manager </em></em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui pembelian barang dan jasa yang dibutuhkan perusahaan)</li><li><em><em>Sales Representative </em></em>(menjual produk, barang, atau jasa secara ritel kepada pembeli)</li><li><em><em>Sales Manager </em></em>(orang yang bertanggung jawab memimpin dan memberi arahan kepada tim <em><em>sales </em></em>di suatu organisasi)</li><li>Pialang Saham</li><li><em><em>Wholesale and Retail Buyer </em></em>(membeli barang dagangan atau komoditi untuk dijual kembali pada konsumen di tingkat grosir atau eceran.</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan mengambil keputusan dengan cepat, variasi, otonomi, dan potensi untuk mendapatkan penghasilan yang menarik (meskipun seringkali berisiko).</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer / Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Programmer </em></em></li><li>Insinyur Software</li><li>Insinyur Hardware</li><li><em><em>Support Specialist </em></em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li><li><em><em>Systems Analyst </em></em>(orang yang bertanggung jawab atas perencanaan, pengkoordinasian, dan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em><em>Security Specialist </em></em>(administrator komputer yang bertugas untuk melindungi data perusahaan)</li></ul><p>Anda cocok dengan jenis pekerjaan yang menerapkan keahlian teknis untuk menyelesaikan masalah-masalah praktis</p></div></div><div id=\"career-type\"><h3><strong><strong>Hiburan / Media</strong></strong></h3><div id=\"career-type\"><ul><li>Aktor atau Aktris</li><li><em><em>Dancer </em></em>(Penari)</li><li><em><em>Business Manager </em></em>(orang mendorong orang lain untuk bekerja maksimal dan efisien untuk mendapatkan keuntungan besar)</li><li><em><em>Cameraman </em></em></li><li>Sutradara (khususnya sutradara panggung, televisi, dan film)</li><li>Fotografer</li><li>Produser Televisi</li><li>Produser Film</li><li>Pembawa Acara <em><em>Talk Show</em></em></li><li><em><em>Special Effect Technician </em></em>(bertanggung jawab dalam membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li>Pemandu Bakat</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan bakat kreatif dan bekerja secara tim.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Clinical Lab Technologist </em></em>(teknisi yang ahli memeriksa ada tidaknya penyakit dalam uji laboratorium sehingga dapat ditangani dengan tepat oleh dokter)</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Ahli Terapi Pernafasan</li><li><em><em>Sport Medicine Specialist </em></em>(ahli terapi atau dokter untuk pencegahan dan penanganan cedera)</li><li>Dokter Bedah</li><li>Obstetri dan Ginekologi (obgyn atau ahli kandungan)</li><li>Kesehatan dan Keselamatan Kerja (biasanya disingkat K3; tujuan K3 adalah memelihara kesehatan dan keselamatan lingkungan kerja)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan pengamatan tajam dan penanganan praktis penyakit pada tubuh manusia.</p></div></div><div id=\"career-type\"><h3><strong><strong>Perhotelan / Rekreasi</strong></strong></h3><div id=\"career-list\"><ul><li>Koki</li><li><em><em>Cruise Director </em></em>(pegawai senior dalam kapal pesiar yang bertanggung jawab atas penerimaan tamu, kegiatan sosial, dan hiburan di atas kapal)</li><li>Agen Perjalanan atau Pariwisata</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat dalam menangani sebuah masalah dan membawa suasana gembira kepada orang lain, khususnya melalui humor.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pekerjaan Investigasi</strong></strong></h3><div id=\"career-list\"><ul><li>Detektif atau Investigator</li><li>Intelijen</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan kuat pada detail visual dan kemampuan untuk mengambil kesimpulan dari suatu permasalahan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hukum / Politik</strong></strong></h3><div id=\"career-list\"><ul><li>Pengacara (khususnya dalam bidang: kriminal, pemilu, industri hiburan, jasa keuangan, litigasi, <em><em>product liability,</em></em>pengadilan)</li><li>Pelobi</li><li>Mediator (sebagai pihak ketiga yang netral yang membantu proses perundingan guna mencari berbagai kemungkinan penyelesaian)</li><li>Negosiator</li><li>Politisi</li></ul><p>Anda cocok dengan jenis pekerjaan yang menyediakan fleksibilitas kerja dan membutuhkan kemampuan Anda untuk meyakinkan orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penegakan Hukum / Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Balistik (analis senjata dan peluru yang digunakan dalam tindak kejahatan)</li><li>Sipir Penjara</li><li>Agen BIN (Badan Intelijen Negara)</li><li>Pemadam Kebakaran</li><li>Ahli Forensik</li><li>Perwira Militer</li><li>Polisi</li><li>Agen Penerimaan Pajak</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan visual yang kuat dan variasi.</p></div></div><div id=\"career-type\"><h3><strong><em>Real Estate</em></strong></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li><em><em>Property Manager </em></em>(orang yang bertanggung jawab menangani bagian operasional properti dan penghubung antara pemilik properti dengan penghuni rumah)</li><li><em><em>Real Estate Broker </em></em>(agen perumahan yang bertindak sebagai perantara penjual dan pembeli rumah)</li></ul><p>Anda cocok dengan pekerjaan yang banyak berinteraksi dengan orang lain di area bisnis yang bergerak cepat.</p></div></div><div id=\"career-type\"><h3><strong><strong>Olahraga</strong></strong></h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Pelatih Atletik</li><li>Presenter Berita Olahraga</li><li>Promotor Olahraga</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik. Seorang Promoter (ESTP) dengan bakat olahraga tertentu, cocok menjadikan atlet sebagai salah satu alternatif profesinya.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penelitian Ilmiah / Teknik / Lahan</strong></strong></h3><div id=\"career-list\"><ul><li>Insinyur (khususnya di bidang: sipil, elektro, industri, dan perminyakan)</li><li>Rimbawan (orang yang berprofesi sebagai pengelola hutan)</li><li>Arsitektur Lanskap (orang yang merancang konstruksi di alam terbuka)</li><li><em><em>Industrial Safety and Health Engineer </em></em>(orang yang merekayasa sistem keamanan industri sampai pada tingkat yang diinginkan)</li><li><em><em>Marine Biologist </em></em>(orang yang mempelajari kehidupan makhluk hidup di laut)</li><li>Insinyur Pertambangan</li><li><em><em>Ranger </em></em>(penjaga hutan, taman, atau area terbuka di luar kota)</li><li>Petani</li><li>Pengusaha Peternakan</li><li>Ahli Konservasi Tanah (membantu petani dan pengelola lahan untuk memaksimalkan potensi penggunaan tanah)</li><li><em><em>Technical Trainer </em></em>(profesi yang tugasnya melatih orang lain di bidang teknologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis, serta pekerjaan yang membuat Anda dekat dengan alam dan berbagi tanggung jawab dengan orang lain di lingkungan sekitar Anda.</p></div></div><div id=\"career-type\"><h3><strong><strong>Transportasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Air Traffic Controler </em></em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Mekanik Pesawat</li><li>Instruktur Penerbang</li><li>Pilot atau Kopilot</li><li>Insinyur Penerbangan</li><li>Kapten Kapal</li><li>Nahkoda</li></ul><p>Anda cocok dengan pekerjaan bervariasi dan menyenangkan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Kontraktor Umum</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan jeli dan bervariasi.</p></div></div>",
      "prevContentRoute": "estp/lingkungan-kerja-ideal",
      "nextContentRoute": "estp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "estp/bos-ideal",
      "personalityId": "ESTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Promoter (ESTP) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Ramah, berorientasi terhadap aksi, ramah, dan fokus terhadap hasil akhir daripada mengikuti <em><em>timeline</em></em>.</li><li>Memberikan Anda arahan mengenai tujuan yang akan dicapai, lalu memberikan Anda waktu untuk bekerja sendiri.</li><li>Menjalin hubungan yang baik dengan Anda melalui humor.</li><li>Mendorong terciptanya kegembiraan di tempat kerja dan setelah kerja.</li></ol>",
      "prevContentRoute": "estp/karir-yang-menarik",
      "nextContentRoute": "estp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "estp/tantangan-kepribadian",
      "personalityId": "ESTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Promoter (ESTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Cenderung terlalu santai dalam menanggapi peraturan, prosedur, dan otoritas. </strong></strong>Hal tersebut bisa menjadi ancaman terbesar untuk karir Anda. Apa yang membuat pekerjaan Anda lebih mudah mungkin membuat orang lain kesulitan, dan seringkali humor saja tidak cukup untuk meredakan masalah tersebut. Pikirkanlah gaji Anda yang terancam dipotong ketika Anda ingin melanggar prosedur yang ada.</p><p><strong><strong>Kadang-kadang tidak dapat berkomitmen. </strong></strong>Jika sebuah komitmen hanya menghambat Anda, Anda boleh meninggalkannya. Di dunia profesional, Anda dituntut untuk fokus mengerjakan satu yang penting, Anda tidak bisa mengerjakan berbagai hal secara bersamaan. Catatlah daftar janji Anda, dan periksalah tiap pagi. Batalkanlah janji tersebut jauh-jauh hari, jika memang tidak memungkinkan untuk dipenuhi.</p><p><strong><strong>Membenci </strong></strong><strong><em><strong><em>deadline </em></strong></em></strong><strong><strong>yang ketat, pekerjaan yang berulang-ulang, dan bekerja sendirian.</strong></strong> Hindari atau ganti pekerjaan Anda jika lingkungan kerja menuntut demikian. Hal ini akan membuat Anda pesimis dan tidak gembira. Jika hal tersebut tidak dapat dihindari, anggaplah seolah-olah tugas tersebut adalah sesuatu yang konyol. Ini akan meringankan suasana hati Anda, sehingga dapat menyesuaikan diri dengan rekan kerja.</p><p><strong><strong>Tidak berpikir jauh ke depan.</strong></strong> Anda adalah orang yang berkonsentrasi pada apa yang Anda jalani sekarang, seringkali hal ini menguntungkan, dan seringkali tidak. Tetapkanlah tujuan jangka panjang agar memacu Anda lebih disiplin untuk mencapai tujuan itu.</p><p><strong><strong>Seringkali tidak mempersiapkan diri untuk suatu pertemuan atau proyek. </strong></strong>Kemampuan Anda yang mudah menyesuaikan sangatlah penting dalam beberapa keadaan. Tetapi hal tersebut sangatlah beresiko. Jika Anda tidak siap untuk suatu pertemuan ataupun proyek, hal tersebut akan menurunkan kredibilitas Anda maupun perusahaan. Luangkan waktu minimal dua puluh menit untuk persiapan terlebih dahulu.</p>",
      "prevContentRoute": "estp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "istp/kelebihan-alami",
      "personalityId": "ISTP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ol><li>Mengerjakan tugas dengan aksi nyata yang dapat menginspirasi orang lain.</li><li>Pengamat yang sangat jeli.</li><li>Memperhatikan informasi yang faktual/nyata.</li><li>Unggul dalam penugasan yang bersifat praktikal, variatif, dan berorientasi terhadap tindakan nyata.</li><li>Menghargai dan mendorong efisiensi.</li><li>Suka menyelesaikan masalah dengan menggunakan pendekatan yang logis.</li><li>Mengkombinasikan fakta-fakta yang akurat dan terbuka terhadap strategi baru.</li><li>Menjadi produktif ketika diberikan waktu sendirian untuk menyelesaikan suatu pekerjaan dengan cara Anda sendiri.</li></ol>",
      "prevContentRoute": "istp",
      "nextContentRoute": "istp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Crafter",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "istp/lingkungan-kerja-ideal",
      "personalityId": "ISTP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Lingkungan kerja yang ideal untuk Anda adalah yang menawarkan permasalahan yang bervariasi dan ruangan pribadi untuk berefleksi.</p><p>Budaya kerja terburuk bagi The Crafter (ISTP) adalah lingkungan kerja yang sangat hierarki/terstruktur, yang memiliki keseharian rutin mengadakan rapat dan pertemuan. Lingkungan kerja yang mengharuskan banyak kolaborasi dengan orang lain, dan mereka membutuhkan Anda terus menerus menjadi sesuatu yang melelahkan.</p><p>Ketika seorang The Crafter bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas kerja akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Crafter (ISTP) adalah:</p><p><strong><strong>Lingkungan yang santai.</strong></strong> Anda bekerja dengan performa terbaik ketika tidak terlalu dituntut dengan peraturan-peraturan, pekerjaan tulis-menulis, dan pengawasan.</p><p><strong><strong>Fokus pada hasil langsung.</strong></strong> Anda membutuhkan hasil saat ini untuk merasa nyaman pada apa yang Anda kerjakan.</p><p><strong><strong>Mengizinkan Anda untuk bekerja pada produk yang berwujud/konkret.</strong></strong> Jika Anda tidak bisa melihatnya, menyentuhnya, merasakannya, mendengarnya, atau menciumnya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan waktu seharian untuk <em><em>brainstorming </em></em>akan membuat Anda frustasi dan merasa membuang waktu.</p><p><strong><strong>Memberikan semangat kepada orang yang tidak terampil dengan pendekatan langsung.</strong></strong> Anda tidak menyukai obrolan ringan dan berbelit-belit. Kehalusan, sensitivitas, dan emosi, adalah kondisi ideal orang lain, bukan Anda.</p><p><strong><strong>Menawarkan kesempatan untuk bereksperimen.</strong></strong></p><p><strong><strong>Memberikan variasi, suasana menyenangkan, dan resiko tinggi.</strong></strong> Masalah-masalah yang dapat diselesaikan dengan aksi nyata adalah kondisi terbaik untuk Anda.</p><p><strong><strong>Menyediakan ruang pribadi.</strong></strong> Sebagai seorang introvert, energi Anda terkuras ketika berurusan dengan banyak orang, meskipun Anda terampil dalam menangani orang lain. Anda mengisi ulang energi Anda dengan menyendiri. Jika Anda berbagi area kerja dengan orang lain, Anda sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p>",
      "prevContentRoute": "istp/kelebihan-alami",
      "nextContentRoute": "istp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "istp/karir-yang-menarik",
      "personalityId": "ISTP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, aksi nyata, dan variasi. Anda tertarik pada posisi di mana kemampuan negosiasi Anda dihargai. Carilah pekerjaan yang menghargai bakat alami Anda.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Keuangan / Manufaktur / Manajemen</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Entrepreneur </em></em></li><li>Pemilik Waralaba</li><li>Trader Sekuritas (menjual surat-surat berharga seperti saham, obligasi, komoditas, mata uang asing)</li><li>Penasihat Keuangan</li><li>Agen Asuransi</li><li>Negosiator</li><li><em><em>Purchasing Agent/Manager</em></em>(orang yang bertanggung jawab pada tingkat tertentu untuk membeli atau menyetujui akuisisi barang dan jasa yang dibutuhkan perusahaan)</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda untuk beroperasi mandiri atau bersama tim kecil. Anda juga cocok dengan pekerjaan yang membutuhkan pendekatan logis dan pengambilan keputusan yang cepat.</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer/Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li>Insinyur Hardware Komputer</li><li><em><em>Network System Administrator </em></em>(bertanggung jawab pada sistem jaringan komputer sehari-hari)</li><li><em><em>Security Specialist </em></em>(administrator komputer yang bertugas untuk melindungi data perusahaan dan informasi lainnya)</li><li><em><em>Software Developer </em></em>(pengembang perangkat lunak)</li><li><em><em>System Analyst </em></em>(orang yang bertanggung jawab atas perancangandan pemilihan perangkat lunak/sistem yang sesuai dengan kebutuhan organisasi/perusahaan)</li><li><em><em>Support Specialist </em></em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li><li><em><em>Technical Trainer </em></em>(profesi yang tugasnya melatih orang lain di bidang teknologi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis dan kontribusi konkret secara langsung.</p></div></div><div id=\"career-type\"><h3><strong><strong>Hiburan / Media</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Audiovisual Specialist </em></em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu, <em><em>sound mixer</em></em>)</li><li>Manajer Artis (membuat kesepakatan bisnis untuk klien, mengatur jadwal, dan melakukan kegiatan promosi)</li><li>Kameramen</li><li>Fotografer</li><li><em><em>Special Effect Technician </em></em>(bertanggung jawab dalam membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li><em><em>Stage Manager </em></em>(orang yang bertanggung jawab terhadap penyusunan teknis di atas panggung)</li></ul><p>Anda cocok dengan pekerjaan yang memberikan kebebasan dan suasana menyenangkan. Anda juga cocok dengan jenis pekerjaan yang membutuhkan kemampuan teknis dan cara-cara yang tidak lazim.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li>Ahli Teknologi Kardiovaskular (ahli yang menangani masalah jantung, pembuluh darah, dan teknik dalam mengopera­sikan peralatan medis)</li><li>Dokter UGD (Unit Gawat Darurat)</li><li>Teknisi UGD (pengoperasian alat-alat medis di unit gawat darurat)</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li><em><em>Sport Medicine Specialist </em></em>(ahli terapi atau dokter untuk pencegahan dan penanganan cedera)</li><li><em><em>Surgical Technologist (</em></em>disebut juga teknisi ruang operasi, karena bertugas menjadi asisten operasi pembedahan. Mereka menyiapkan ruang dan peralatan operasi, serta membantu dokter selama proses pembedahan)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam pada detail tubuh manusia dan keahlian teknis, serta pekerjaan yang membutuhkan respon cepat dan beroperasi menggunakan peralatan yang sensitif</p></div></div><div id=\"career-type\"><h3><strong><strong>Keramahtamahan / Rekreasi</strong></strong></h3><div id=\"career-list\"><ul><li>Koki</li><li>Pemilik Restoran</li><li>Manajer Restoran</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat dalam menangani masalah dan terjun langsung ke lapangan</p></div></div><div id=\"career-type\"><h3><strong><strong>Pekerjaan Investigasi</strong></strong></h3><div id=\"career-list\"><ul><li>Detektif atau Investigator</li><li>Ahli Forensik</li><li>Agen Intelijen</li></ul><p>Anda cocok dengan pekerjaan yang memungkinkan Anda bekerja sendiri dalam waktu lama.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penegakan Hukum / Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Balistik (analis senjata dan peluru yang digunakan dalam tindak kejahatan)</li><li>Sipir Penjara</li><li>Investigator Kriminal</li><li>Petugas Pemadam Kebakaran</li><li>Pengacara (khususnya dalam bidang: kriminal, sumber daya energi, litigasi, dan hukum properti)</li><li>Mediator (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li>Perwira Militer</li><li>Pasukan Khusus (satuan militer yang dibentuk dan dilatih untuk melakukan misi non-konvensional)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan ingatan kuat terhadap detail dan pendekatan logis untuk menyelesaikan masalah. Serta pekerjaan yang memungkinkan Anda untuk bertindak langsung dan bervariasi.</p></div></div><div id=\"career-type\"><h3><strong><strong>Berhubungan dengan Alam</strong></strong></h3><div id=\"career-list\"><ul><li>Petani</li><li>Rimbawan (orang yang berprofesi sebagai pengelola hutan)</li><li>Arsitektur Lanskap (orang yang merancang konstruksi di alam terbuka)</li><li><em><em>Marine Biologist </em></em>(orang yang mempelajari kehidupan makhluk hidup di laut)</li><li>Pengusaha Peternakan</li><li>Ahli Konservasi Tanah (membantu petani dan pengelola lahan untuk memaksimalkan potensi penggunaan tanah)</li><li><em><em>Surveyor </em></em></li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik di luar ruangan. Anda juga dapat bekerja sendirian dengan produktif, khususnya ketika menghadapai permasalahan yang fleksibel.</p></div></div><div id=\"career-type\"><h3><strong><strong>Penelitian Ilmiah / Teknik</strong></strong></h3><div id=\"career-list\"><ul><li>Insinyur (khususnya di bidang: sipil, elektro, lingkungan, industri, K3)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan teknis dan praktik menggunakan peralatan teknik.</p></div></div><div id=\"career-type\"><h3><strong><strong>Olahraga</strong></strong></h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Pelatih Atletik</li><li>Manajer Atlet (membuat kesepakatan bisnis untuk klien, mengatur jadwal, dan melakukan kegiatan promosi)</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik, serta pekerjaan yang membutuhkan kemampuan cepat untuk merespon dan bernegosiasi.</p></div></div><div id=\"career-type\"><h3><strong><strong>Transportasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Air Traffic Controller </em></em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Mekanik Pesawat</li><li>Instruktur Penerbang</li><li>Pilot</li><li>Insinyur Penerbangan</li><li>Pembalap Mobil</li><li>Kapten Kapal</li><li>Nahkoda</li></ul><p>Anda cocok dengan pekerjaan yang memiliki suasana kerja menyenangkan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Tukang Kayu</li><li>Montir Listrik</li><li>Kontraktor Umum</li><li>Tukang Ledeng</li></ul><p>Anda cocok dengan pekerjaan yang memberikan fleksibilitas kerja dan menyelesaikan masalah yang membutuhkan respon cepat dan tenang.</p></div></div>",
      "prevContentRoute": "istp/lingkungan-kerja-ideal",
      "nextContentRoute": "istp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "istp/bos-ideal",
      "personalityId": "ISTP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Crafter (ISTP) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><ol><li>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</li><li>Mengarahkan Anda dengan benar dan jelas, kemudian memberi Anda waktu untuk mengerjakannya sendiri.</li><li>Memiliki selera humor sama seperti Anda.</li><li>Menghargai pendekatan logis dan tidak terganggu dengan cara Anda bekerja secara mandiri.</li><li>Bersedia untuk mengambil resiko.</li></ol>",
      "prevContentRoute": "istp/karir-yang-menarik",
      "nextContentRoute": "istp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "istp/tantangan-kepribadian",
      "personalityId": "ISTP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Crafter (ISTP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Dapat terlalu santai menghadapi peraturan dan prosedur yang dianut oleh orang lain,</strong></strong> <strong><strong>termasuk dalam menghadapi </strong></strong><strong><em><strong><em>deadline</em></strong></em></strong><strong><strong>. </strong></strong>Hal tersebut bisa menjadi ancaman terbesar untuk karir Anda. Apa yang membuat pekerjaan Anda lebih mudah mungkin membuat orang lain kesulitan, dan seringkali humor saja tidak cukup untuk meredakan masalah tersebut. Pikirkanlah gaji Anda yang terancam dipotong ketika Anda ingin melanggar prosedur yang ada.</p><p><strong><strong>Kadang-kadang melukai perasaan orang lain. </strong></strong>Memahami perasaan orang lain bukanlah prioritas Anda. Cobalah untuk lebih bijaksana. Melukai perasaan orang lain hanya akan menyebabkan pencapaian terhambat. Penting untuk menjadi bijaksana dan memperhatikan perasaan orang lain.</p><p><strong><strong>Dibenci karena tidak memiliki kontrol atas jadwal sendiri dan kontrol terhadap </strong></strong><strong><em><strong><em>deadline </em></strong></em></strong><strong><strong>yang ketat. </strong></strong>Hal tersebut seringkali membuat Anda sinis dan terlihat sembrono. Pertimbangkan dengan serius untuk berganti pekerjaan jika hal tersebut sering terjadi.</p><p><strong><strong>Mungkin mengabaikan sesuatu yang memerlukan persiapan. </strong></strong>Hal ini dapat merusak kepercayaan orang lain terhadap Anda. Orang-orang akan mengabaikan bakat alami dan kontribusi Anda jika mereka tidak nyaman dengan sikap santai Anda pada sesuatu yang mereka anggap penting.</p>",
      "prevContentRoute": "istp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "esfp/kelebihan-alami",
      "personalityId": "ESFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Realistis terhadap apa yang seharusnya diselesaikan.</li><li>Memperhatikan dan mengingat informasi-informasi yang faktual/nyata.</li><li>Dapat menangani beberapa pekerjaan sekaligus dalam satu waktu.</li><li>Bereaksi cepat terhadap permasalahan atau krisis.</li><li>Membawa energi dan optimisme ke dalam pekerjaan.</li><li>Menikmati pekerjaan ketika dapat berkolaborasi dengan orang lain.</li><li>Sangat efektif dalam negosiasi maupun penjualan.</li></ul>",
      "prevContentRoute": "esfp",
      "nextContentRoute": "esfp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Performer",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "esfp/lingkungan-kerja-ideal",
      "personalityId": "ESFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Perusahaan yang memberikan pekerjaan pada produk-produk berwujud/konkret dan fokus pada masalah-masalah jangka pendek adalah lingkungan yang sempurna bagi seorang The Performer (ESFP). The Performer juga lebih suka berjalan dengan peraturan mereka sendiri dan membutuhkan lingkungan yang sangat fleksibel.</p><p>Budaya kerja terburuk dari The Performer adalah lingkungan yang menekankan proyek jangka panjang. Keseharian yang serius dan sedikit humor umumnya memperburuk kinerja Anda. Anda hampir tidak mungkin menghasilkan apapun di tempat kerja yang sangat hierarkis dengan banyak rapat dan pertemuan.</p><p>Ketika seorang The Performer bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Performer (ESFP) adalah:</p><p><strong><strong>Santai, toleran, dan informal. </strong></strong>Anda mengeluarkan performa terbaik tanpa adanya peraturan, pekerjaan tulis-menulis, dan pengawasan yang ketat.</p><p><strong><strong>Terdapat variasi, kegembiraan, dan krisis. </strong></strong>Pekerjaan yang berulang-ulang dan rutinitas membuat Anda bekerja dengan buruk.</p><p><strong><strong>Menghargai siapa yang memiliki kecepatan dalam menyelesaikan masalah. </strong></strong>Anda menyukai masalah dan tantangan yang memacu adrenalin yang justru membuat orang dengan warna lain stres.</p><p><strong><strong>Memberikan kesempatan kepada Anda untuk memecahkan kesulitan. </strong></strong>Kemampuan Anda bekerja cepat di bawah tekanan membuat Anda menjadi orang pertama yang menghadapi kekacauan pada departemen atau proyek.</p><p><strong><strong>Fokus pada masalah-masalah jangka pendek. </strong></strong>Anda butuh hasil saat ini untuk merasa nyaman pada apa yang Anda kerjakan.</p><p><strong><strong>Bekerja pada benda nyata dan produk-produk yang berwujud. </strong></strong>Jika Anda tidak dapat melihatnya, menyentuhnya, merasakannya, mendengarnya, menciumnya, atau membuktikannya, Anda tidak akan tertarik dengan hal tersebut. Menghabiskan hari dengan melakukan <em><em>brainstorming </em></em>sangat melelahkan bagi Anda, kecuali untuk persahabatan.</p><p><strong><strong>Secara estetis menarik dan berwarna-warni. </strong></strong>Anda memiliki rasa estetis yang lebih dibandingkan orang dengan warna lain. Lingkungan sekitar yang tidak menarik akan mengganggu, mengalihkan perhatian, dan mengurangi produktifitas Anda. Anda menyukai benda-benda yang membuat dunia lebih indah, itu menginspirasi Anda untuk bekerja.</p><p><strong><strong>Memiliki rekan kerja yang bersemangat </strong></strong>dan berorientasi pada tindakan nyata. Dikelilingi oleh orang-orang yang enerjik akan merangsang produktifitas Anda.</p><p><strong><strong>Anda memiliki kebutuhan untuk membantu seseorang,</strong></strong> baik karyawan maupun pelanggan. Anda akan tertekan di tempat kerja ketika kebutuhan manusia diabaikan.</p>",
      "prevContentRoute": "esfp/kelebihan-alami",
      "nextContentRoute": "esfp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "esfp/karir-yang-menarik",
      "personalityId": "ESFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody": "",
      "prevContentRoute": "esfp/lingkungan-kerja-ideal",
      "nextContentRoute": "esfp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "esfp/bos-ideal",
      "personalityId": "ESFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Performer (ESTF) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini :</p><ol><li>Pragmatis.</li><li>Memberikan arahan yang benar, lalu memberi waktu untuk mengerjakannya dengan cara Anda sendiri.</li><li>Membangun hubungan melalui humor.</li><li>Mendorong terciptanya kegembiraan di tempat kerja.</li></ol>",
      "prevContentRoute": "esfp/karir-yang-menarik",
      "nextContentRoute": "esfp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "esfp/tantangan-kepribadian",
      "personalityId": "ESFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage":
        "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, tindakan nyata, dan kemampuan untuk mengatasi krisis.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Seni / Desain / Hiburan / Media</strong></strong></h3><div id=\"career-list\"><ul><li>Seniman (misalnya pelukis, pemahat, dan ilustrator)</li><li><em><em>Art Director </em></em>(orang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, ataupun televisi)</li><li>Aktor atau Artis</li><li><em><em>Audiovisual Specialist </em></em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu, <em><em>sound mixer)</em></em></li><li>Penyiar Radio</li><li>Desainer (khususnya desain: kostum, pakaian, dan panggung)</li><li>Pengrajin</li><li><em><em>Dancer </em></em></li><li><em><em>Entertainment Agent </em></em>(orang yang mencarikan pekerjaan untuk aktor, pengarang, sutradara, musisi, model, atlet, penulis, dan pelaku industri hiburan lain)</li><li>Kameramen</li><li>Perancang Busana</li><li>Fotografer</li><li>Produser Film</li><li>Produser Televisi</li><li>Pembawa Acara <em><em>Talk Show</em></em></li><li><em><em>Special Effect Technician (</em></em>bertanggung jawab membuat efek-efek di panggung, televisi, maupun film dalam proses produksi)</li><li><em><em>Stage Manager </em></em>(orang yang bertanggung jawab terhadap penyusunan teknis di atas panggung)</li><li><em><em>Talent Director </em></em>(memilih orang-orang yang berbakat sebelum proses produksi televisi, film, dan panggung. Biasanya mereka melakukan audisi dan  wawancara)</li><li>Pemandu Wisata</li><li><em><em>Tour &amp; Travel Organizer</em></em></li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan bakat artistik untuk menghasilkan karya atau produk yang konkret.</p></div></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Keuangan / Hukum</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Bisnis Kecil</li><li><em><em>Corporate Trainer </em></em>(instruktur yang bertugas meningkatkan kemampuan dan pengetahuan karyawan)</li><li>Penasihat Keuangan</li><li><em><em>Trader Sekuritas </em></em>(penjual surat-surat berharga seperti saham, obligasi, dan komoditas)</li><li>Agen Asuransi</li><li>Pengacara (khususnya dalam bidang litigasi, dan properti)</li><li><em><em>Manufacturers’ Representatives </em></em>(seorang <em><em>sales agent,</em></em>individu, atau perusahaan yang menjual produk manufaktur secara grosir maupun eceran)</li><li>Ahli Pemasaran</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li><em><em>Event Organizer</em></em></li><li>Ahli Hubungan Masyarakat (Humas)</li><li><em><em>Retail Merchandisers </em></em>(memastikan stok produk didistribusikan pada tempat dan waktu yang tepat untuk hasil penjualan yang maksimal)</li><li><em><em>Salesperson </em></em>(pramuniaga)</li><li><em><em>Sales Manager </em></em>(orang yang bertanggung jawab memimpin dan memberi arahan kepada tim <em><em>sales </em></em>di suatu organisasi).</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan kemampuan komunikasi dan menjual produk.</p></div></div><div id=\"career-type\"><h3><strong><strong>Perawatan Hewan</strong></strong></h3><div id=\"career-list\"><ul><li>Peternak</li><li><em><em>Animal Trainer</em></em></li><li>Pemilik <em><em>Pet Store</em></em></li><li>Dokter Hewan</li><li>Teknisi Dokter Hewan (melakukan tes medis di bawah pengawasan dokter hewan untuk mendiagnosis penyakit hewan</li><li>Ahli Zoologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kepekaan emosi, fisik, dan sensitivitas terhadap hewan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer / Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Game Programmer</em></em></li><li>Insinyur Software</li><li><em><em>Support Specialist </em></em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kombinasi antara kemampuan desain dan teknis untuk bekerjasama dengan rekan kerja.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan/Pelayanan Masyarakat</strong></strong></h3><div id=\"career-list\"><ul><li>Pengasuh Anak</li><li><em><em>Community Service Manager </em></em>(orang yang mengkoordinasi dan mengontrol program pelayanan sosial dan organisasi komunitasnya)</li><li>Konselor Keluarga</li><li><em><em>Fundraiser </em></em>(menggalang dana untuk kegiatan sosial)</li><li>Koordinator Kurikulum Sekolah</li><li><em><em>Public Health Educator </em></em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Guru (khususnya: musik, drama, seni, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan ruang untuk mengajar atau membimbing orang lain. Serta pekerjaan yang membutuhkan kemampuan untuk mengenal orang lain dengan akrab.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Chiropractor (praktisi pengobatan pelengkap yang menekankan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li>Dokter Gigi</li><li>Asisten Dokter Gigi</li><li>Penata Diet</li><li>Perawat Panti Jompo</li><li>Perawat Rumah Sakit</li><li>Teknisi Laboratorium</li><li>Perawat (khususnya di ruang gawat darurat)</li><li>Obstetri dan Ginekologi (obgyn atau ahli kandungan)</li><li>Dokter Anak</li><li><em><em>Personal Trainer </em></em>(pelatih <em><em>fitness </em></em>atau kebugaran tubuh)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li>Ahli Terapi Pernafasan</li><li><em><em>Speech Pathologist </em></em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li><li>Konselor (khususnya sebagai konselor pemulihan pecandu narkoba)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam terhadap tubuh manusia dan metode praktis untuk menangani pasien melewati situasi yang tidak nyaman.</p></div></div><div id=\"career-type\"><h3><strong><strong>Layanan Gawat Darurat/Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Petugas Pemadam Kebakaran</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan variasi, perubahan, dan kemampuan untuk merespon cepat di bawah situasi bertekanan tinggi.</p></div></div><div id=\"career-type\"><h3><strong><strong>Keramahtamahan / Rekreasi / Hotel</strong></strong></h3><div id=\"career-list\"><ul><li>Koki</li><li>Manajer Restoran</li><li><em><em>Cruise Director </em></em>(pegawai senior dalam kapal pesiar yang bertanggung jawab atas penerimaan tamu, kegiatan sosial, dan hiburan di atas kapal)</li><li>Pemilik Hotel</li><li>Manajer Hotel</li><li>Pemilik Restoran</li><li>Tour &amp; Travel Agent</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan respon cepat terhadap permasalahan yang ada. Anda juga berbakat untuk memberikan suasana gembira di sekitar Anda, khususnya dengan humor.</p></div></div><div id=\"career-type\"><h3><strong><strong>Politik</strong></strong></h3><div id=\"career-list\"><ul><li>Politisi (semua jenis dan tingkatan politisi)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kemampuan dalam meyakinkan orang lain dan pekerjaan dengan waktu yang fleksibel.</p></div></div><div id=\"career-type\"><h3><strong><em>Real Estate</em></strong></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li>Manajer Properti</li><li><em><em>Real Estate Broker </em></em>(agen perumahan yang bertindak sebagai perantara penjual dengan pembeli rumah)</li><li>Pengacara Properti</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan interaksi dengan orang lain di dalam bisnis yang bergerak cepat.</p></div><div id=\"career-type\"><h3><strong><strong>Olahraga</strong></strong></h3><div id=\"career-list\"><ul><li>Atlet (semua jenis atlet)</li><li>Pelatih Atletik</li></ul><p>Anda cocok dengan pekerjaan yang banyak melibatkan aktivitas fisik. Jika Anda memiliki kemampuan khusus atau bakat di bidang olahraga, Anda sangat cocok menjadikan olahraga sebagai profesi.</p></div></div><div id=\"career-type\"><h3><strong><strong>Transportasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Air Traffic Controller </em></em>(orang yang menjadi pemandu lalu lintas udara)</li><li>Pramugara atau Pramugari</li><li>Pilot atau Kopilot</li></ul><p>Anda cocok dengan pekerjaan yang memiliki suasana kerja yang bervariasi, menantang, dan menyenangkan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Kecantikan</li><li>Petani</li><li>Pengusaha Peternakan</li><li>Penata Rambut</li><li>Tukang Kebun &amp; Pertamanan</li></ul></div></div></div>",
      "contentBody":
        "<p>The Performer (ESFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Cenderung terlalu santai menghadapi peraturan, </strong></strong>otoritas, dan prosedur yang diterapkan oleh orang lain, ketika berhadapan dengan deadline. Hal ini adalah salah satu sifat yang mampu mengancam karir Anda. Atasan Anda mungkin membutuhkan peraturan dan prosedur untuk mengontrol pekerjaanya. Alangkah baiknya Anda menanggapi dengan lebih hormat dan simpati. Cobalah cara ini dan lihatlah reaksi bos Anda.</p><p><strong><strong>Memiliki kesulitan dalam membuat rencana ke depan dan kadang-kadang tidak bisa berkomitmen. </strong></strong>Jika sebuah komitmen memberatkan Anda, mungkin Anda akan melepaskannya. Anda juga membenci birokrasi, termasuk ketika harus menelfon untuk membatalkan janji. Dalam dunia profesional, hal tersebut membuat Anda tampak tidak profesional. Tulislah janji Anda, dan cobalah untuk menelpon klien ketika ingin membatalkannya.</p><p><strong><strong>Tidak menyukai </strong></strong><strong><em><strong><em>deadline </em></strong></em></strong><strong><strong>ketat, pekerjaan yang tidak variatif, dan bekerja secara mandiri.</strong></strong> Gantilah pekerjaan Anda jika hal tersebut adalah syarat mutlak, karena akan membuat Anda pesimis dan muram. Ketika <em><em>deadline </em></em>dan rutinitas tidak dapat dihindari, anggaplah mereka semua sebagai hal-hal yang konyol, hal tersebut akan mencerahkan suasana hati Anda.</p><p><strong><strong>Menjadi frustasi di lingkungan yang terlalu serius di mana tidak ada humor.</strong></strong> Semangat Anda akan surut dan menjadi muram. Jika terlalu lama berada di bawah lingkungan dengan tekanan stres yang tinggi, akan membuat Anda menjadi kasar dan meledak-ledak.</p>",
      "prevContentRoute": "esfp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    },
    {
      "_id": "isfp/kelebihan-alami",
      "personalityId": "ISFP",
      "contentTitle": "Kelebihan Alami dalam Pekerjaan",
      "contentMainImage": "",
      "contentBody":
        "<p>Kurang lebih 80% dari atribut di bawah ini ada pada Anda. Periksalah kategori di bawah ini dan catatlah sebagai ringkasan kelebihan Anda. Kategori-kategori di bawah ini akan membedakan Anda dengan orang lain. Anda adalah orang yang:</p><ul><li>Suka memulai dan melakukan perubahan.</li><li>Merangkul orang lain untuk mengerjakan tugas bersama-sama dengan gaya yang kooperatif.</li><li>Memberikan <em>feedback</em> yang mendukung kemajuan orang lain.</li><li>Unggul dalam tugas yang berorientasi pada tindakan nyata, praktis, dan tidak berulang.</li><li>Suka mengatasi masalah dengan menggunakan sebuah pendekatan taktis.</li><li>Menghargai kreativitas dan mengembangkan estetika dalam pekerjaan.</li><li>Memiliki kemauan kuat untuk melayani pelanggan, tidak peduli apapun jabatan Anda.</li><li>Paling produktif ketika dapat menyelesaikan pekerjaan secara mandiri.</li></ul>",
      "prevContentRoute": "isfp",
      "nextContentRoute": "isfp/lingkungan-kerja-ideal",
      "prevContentTitle": "Tentang The Composer",
      "nextContentTitle": "Lingkungan Kerja Ideal"
    },
    {
      "_id": "isfp/lingkungan-kerja-ideal",
      "personalityId": "ISFP",
      "contentTitle": "Lingkungan Kerja Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Bagi The Composer (ISFP) lingkungan kerja yang ideal adalah yang indah, terdapat ruang pribadi, dan santai. Sebenarnya beberapa warna lain tidak nyaman bekerja dengan suasana santai seperti Anda. Orang Introvert umumnya nyaman bekerja di dalam ruangan. Namun untuk Anda, yang paling produktif adalah aktivitas di luar ruangan.</p><p>Budaya kerja terburuk bagi The Composer (ISFP) adalah ketika Anda diberi tugas untuk mengontrol semua bagian proyek dengan <em><em>deadline </em></em>ketat yang membutuhkan strategi jangka panjang. Suasana sehari-hari yang terlalu serius dan sedikit humor akan melemahkan Anda. Energi Anda akan terkuras ketika bekerja di lingkungan yang ramai yang tidak menghargai privasi.</p><p>Ketika seorang The Composer bekerja pada perusahaan yang memiliki budaya kerja tidak ideal tersebut, produktifitas akan terhambat dan pencapaian karir akan menjadi berat.</p><p>Bandingkan lingkungan kerja Anda dengan deskripsi di bawah ini. Periksalah apakah kriteria tersebut sesuai dengan lingkungan kerja Anda. Jangan menipu diri sendiri, hal ini diperlukan untuk menegaskan bahwa Anda telah berada di warna yang tepat atau belum.</p><p>Warna-warna lain, khususnya Gold [SJ], tidak akan merasa nyaman dengan lingkungan kerja seperti di bawah ini. Lingkungan kerja yang optimal untuk seorang The Composer (ISFP) adalah:</p><p><strong><strong>Santai dan informal. </strong></strong>Anda mengeluarkan performa terbaik ketika mendapatkan peraturan, pekerjaan tulis menulis, dan pengawasan yang minimum.</p><p><strong><strong>Mendukung karir dan harmonis. </strong></strong>Pengkhianatan, konfrontasi, dan gosip yang tidak benar sangat mengganggu dan mengalihkan perhatian Anda dari tugas yang sedang Anda kerjakan.</p><p><strong><strong>Mengizinkan Anda berkontribusi secara langsung. </strong></strong>Anda butuh hasil nyata, secepatnya, dengan produk yang berwujud/konkret. <em><em>Brainstorming </em></em>akan terasa menghabiskan waktu Anda.</p><p><strong><strong>Secara estetis menarik. </strong></strong>Lingkungan yang tidak menarik akan mengganggu, mengalihkan perhatian, dan menurunkan produktifitas Anda. Ketika Anda keluar dari sebuah pekerjaan karena kantor yang jelek, mungkin terdengar seperti hal sepele bagi orang lain. Namun, hal tersebut merupakan bagian dari kebutuhan kesehatan mental Anda.</p><p><strong><strong>Menyediakan ruang pribadi. </strong></strong>Sebagai seorang introvert, energi Anda terkuras ketika berurusan dengan banyak orang, meskipun Anda terampil dalam menangani orang lain. Anda mengisi ulang energi Anda dengan menyendiri. Jika Anda berbagi area kerja Anda dengan orang lain, Anda sangat kelelahan pada saat pulang bekerja. Anda berpikir dan beraksi lebih baik di ruang privat di mana Anda dapat berefleksi mendalam pada proyek. Bersikeraslah meminta kondisi kerja tersebut jika itu mungkin dilakukan.</p><blockquote>Perusahaan yang menggabungkan semua elemen di atas adalah lahan subur bagi kemajuan karir Anda.</blockquote>",
      "prevContentRoute": "isfp/kelebihan-alami",
      "nextContentRoute": "isfp/karir-yang-menarik",
      "prevContentTitle": "Kelebihan Alami dalam Pekerjaan",
      "nextContentTitle": "Karir yang Menarik Bagi Anda"
    },
    {
      "_id": "isfp/karir-yang-menarik",
      "personalityId": "ISFP",
      "contentTitle": "Karir yang Menarik Bagi Anda",
      "contentMainImage": "",
      "contentBody":
        "<div id=\"top-paragraph\"><p>Anda paling tertarik dengan karir yang memberikan kebebasan, tindakan nyata, dan kemampuan untuk melayani orang lain.</p><p>Harap diperhatikan bahwa tidak semua jenis karir di bawah ini menarik bagi Anda. Ambil jenis yang sesuai dengan Anda ataupun yang menarik bagi sebagian besar kelompok warna Anda. Daftar di bawah ini bukanlah daftar yang sangat lengkap, akan tetapi daftar di bawah ini akan menunjukkan gambaran dasar preferensi Anda.</p><p>Jika Anda memiliki pilihan karir lain yang tidak disebutkan di sini namun menawarkan pola yang serupa, kesempatan Anda untuk sukses akan semakin bertambah. Soroti pilihan karir yang sesuai dengan karakteristik Anda untuk mewujudkan kesuksesan.</p></div><div id=\"career-type\"><h3><strong><strong>Seni / Desain / Hiburan / Media</strong></strong></h3><div id=\"career-list\"><ul><li>Seniman (misalnya sebagai pelukis, pemahat, ilustrator, dan animator)</li><li>Aktor atau Artis</li><li><em><em>Audiovisual Specialist </em></em>(bertanggung jawab pada berbagai komponen audio dan video, termasuk kamera, mikrofon, lampu,<em><em>sound mixer</em></em>)</li><li>Penyiar Radio</li><li>Desainer (khususnya dalam bidang kostum, pakaian, dan panggung)</li><li>Pengrajin</li><li><em><em>Dancer </em></em></li><li><em><em>Entertainment Agent </em></em>(orang yang mencarikan pekerjaan untuk aktor, pengarang, sutradara, musisi, model, atlet, penulis, dan pelaku industri hiburan lain)</li><li>Perancang Busana</li><li>Desainer Grafis</li><li>Pemilik Toko Perhiasan</li><li>Editor Film</li><li>Fotografer</li><li><em><em>Talent Director </em></em>(memilih orang-orang yang berbakat sebelum proses produksi televisi, film, dan panggung. Biasanya mereka melakukan audisi dan  wawancara)</li><li><em><em>Web Designer </em></em>(bertanggung jawab pada aspek visual sebuah website yang meliputi: tata letak, pewarnaan, dan tipografi)</li><li><em><em>Art Director </em></em>(seseorang yang bertanggung jawab terhadap tampilan visual majalah, koran, kemasan produk, film, ataupun televisi)</li></ul><p>Anda cocok dengan pekerjaan yang memerlukan bakat artistik untuk berkarya ataupun membuat produk yang konkret.</p></div></div><div id=\"career-type\"><h3><strong><strong>Perawatan Hewan</strong></strong></h3><div id=\"career-list\"><ul><li>Peternak</li><li><em><em>Animal Trainer</em></em></li><li>Pemilik <em><em>Pet Store</em></em></li><li>Dokter Hewan</li><li>Teknisi Dokter Hewan (melakukan tes medis di bawah pengawasan dokter hewan untuk mendiagnosis penyakit hewan</li><li>Ahli Zoologi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kepekaan emosi, fisik, dan sensitivitas terhadap hewan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Bisnis / Keuangan / Hukum</strong></strong></h3><div id=\"career-list\"><ul><li>Pemilik Bisnis</li><li><em><em>Business Trainer </em></em></li><li>Agen Asuransi</li><li>Pengacara (khisisnya di bidang: anak-anak, industri hiburan, properti, dan pengadilan)</li><li>Mediator Hukum (sebagai pihak ketiga yang netral yang membantu proses perundingan)</li><li><em><em>Retail Merchandisers </em></em>(memastikan stok produk didistribusikan pada tempat dan waktu yang tepat untuk hasil penjualan yang maksimal)</li><li>Desainer Produk</li><li>Ahli Hubungan Masyarakat (Humas)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan kesempatan untuk memberikan jasa dan produk yang praktis bagi masyarakat.</p></div></div><div id=\"career-type\"><h3><strong><strong>Komputer/Teknologi Informasi</strong></strong></h3><div id=\"career-list\"><ul><li><em><em>Game Programmer</em></em></li><li>Insinyur Software</li><li><em><em>Support Specialist </em></em>(teknisi komputer yang bertugas untuk memberikan bantuan menggunakan perangkat teknologi informasi pada karyawan lain)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan kombinasi antara kemampuan desain dan teknis untuk bekerjasama dengan rekan kerja.</p></div></div><div id=\"career-type\"><h3><strong><strong>Pendidikan / Pelayanan Masyarakat</strong></strong></h3><div id=\"career-list\"><ul><li>Pengasuh Anak</li><li><em><em>Community Service Manager </em></em>(orang yang mengkoordinasi dan mengontrol program pelayanan sosial dan organisasi komunitasnya)</li><li><em><em>Health Educator </em></em>(melakukan penyuluhan dan mempromosikan gaya hidup sehat ke masyarakat)</li><li>Pekerja Sosial (bekerja sebagai profesional yang bertujuan memfasilitasi kesejahteraan seseorang, keluarga, komunitas, ataupun kelompok tertentu)</li><li>Konselor (khususnya sebagai konselor pemulihan pecandu narkoba)</li><li>Pemuka Agama</li><li>Guru (khususnya di bidang: musik, drama, kesenian, dan pendidikan luar biasa)</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan ruang untuk mengajar atau membimbing orang lain.</p></div></div><div id=\"career-type\"><h3><strong><strong>Layanan Gawat Darurat / Pemerintahan</strong></strong></h3><div id=\"career-list\"><ul><li>Petugas Pemadam Kebakaran</li><li>Paramedis (anggota layanan medis pra-rumah sakit dan gawat darurat)</li><li>Polisi</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan variasi, perubahan, dan kemampuan merespon cepat pada situasi di bawah tekanan.</p></div></div><div id=\"career-type\"><h3><strong><strong>Ilmu Kesehatan</strong></strong></h3><div id=\"career-list\"><ul><li>Ahli Anestesi (dokter spesialis yang mengkhususkan diri dalam penggunaan obat yang menyebabkan ketidakpekaan terhadap rasa sakit)</li><li><em><em>Chiropractor </em></em>(praktisi pengobatan pelengkap yang menekankan diagnosis, perawatan dan pencegahan gangguan mekanik pada tulang belakang)</li><li>Asisten Dokter Gigi</li><li><em><em>Diagnostik Sonographer </em></em>(orang yang menggunakan sonografi atau suatu proses <em><em>medical imaging </em></em>yang menggunakan gelombang suara dengan frekuensi tinggi untuk menghasilkan gambar dari organ, jaringan, dan aliran darah)</li><li>Penata <em><em>Diet </em></em></li><li>Perawat Panti Jompo</li><li>Obstetri dan Ginekologi</li><li>Teknisi Laboratorium</li><li>Ahli Terapi Pijat</li><li>Perawat (khususnya di ruang gawat darurat)</li><li>Dokter Mata</li><li>Dokter Anak</li><li><em><em>Personal Trainer</em></em>(pelatih fitness atau kebugaran tubuh)</li><li>Apoteker</li><li>Ahli Terapi (khususnya terapi fisik, relaksasi, pernafasan)</li><li>Dokter Layanan Primer (setara dengan dokter spesialis)</li><li>Teknisi Radiologi (praktisi kesehatan profesional yang menggunakan diagnostik gambar, seperti X-ray, MRI, dan CT scans)</li><li><em><em>Speech Pathologist </em></em>(menangani anak-anak yang mengalami gangguan dan keterlambatan untuk berbicara)</li></ul><p>Anda cocok dengan pekerjaan yang membutuhkan pengamatan tajam terhadap tubuh manusia dan metode praktis untuk menangani pasien yang melewati situasi tidak nyaman.</p></div></div><div id=\"career-type\"><h3><strong><strong>Perhotelan / Rekreasi / Olahraga</strong></strong></h3><div id=\"career-list\"><ul><li>Atlet (segala jenis atlet)</li><li>Koki</li><li>Manajer Restoran</li><li>Pemilik Restoran</li><li>Manajer Hotel</li><li>Pemilik Hotel</li><li><em><em>Tour &amp; Travel Agent </em></em></li></ul><p>Anda cocok dengan pekerjaan yang bervariasi dan membutuhkan penanganan cepat dalam menghadapi masalah-masalah kecil.</p></div></div><div id=\"career-type\"><h3><strong><em>Real Estate</em></strong></h3><div id=\"career-list\"><ul><li>Pengembang Lahan</li><li>Manajer Properti</li></ul><p>Anda cocok dengan bisnis yang bergerak cepat.</p></div><div id=\"career-type\"><h3><strong><strong>Lain-Lain</strong></strong></h3><div id=\"career-list\"><ul><li>Pedagang Barang Antik</li><li>Ahli Kecantikan</li><li>Pramugara atau Pramugari</li><li>Pemilik Toko Bunga</li><li><em><em>Landscape Designer </em></em>(bidang desain yang mempelajari pengaturan ruang di alam terbuka</li><li>Penata Rambut</li><li>Perancang Interior</li><li>Kurator Museum</li></ul><p>Anda cocok dengan pekerjaan yang menyediakan apresiasi pada keindahan, kecantikan alam, dan jasa pribadi.</p></div></div></div>",
      "prevContentRoute": "isfp/lingkungan-kerja-ideal",
      "nextContentRoute": "isfp/bos-ideal",
      "prevContentTitle": "Lingkungan Kerja Ideal",
      "nextContentTitle": "Bos Ideal"
    },
    {
      "_id": "isfp/bos-ideal",
      "personalityId": "ISFP",
      "contentTitle": "Bos Ideal",
      "contentMainImage": "",
      "contentBody":
        "<p>Setiap pekerjaan hebat akan mengecewakan jika dipimpin oleh bos yang tidak tepat. Sebaliknya pekerjaan biasa-biasa saja namun di bawah pimpinan bos yang gemilang akan sangat sulit untuk ditinggalkan. The Composer (ISTF) dapat bekerja dengan baik dengan sesama Red. Namun bos dengan warna lain yang menekankan karakteristik yang dipunyai untuk memaksimalkan potensi Red dapat pula menjadi seorang mentor yang baik.</p><p>Periksa hal-hal berikut ini, apakah bos Anda seperti yang tertulis di bawah ini:</p><ol><li>Memberikan arahan yang benar, lalu memberi waktu untuk mengerjakannya dengan cara Anda sendiri.</li><li>Membangun hubungan baik dengan humor.</li><li>Menghargai kreativitas Anda dan tidak terganggu dengan cara Anda bekerja.</li><li>Memberikan Anda kepercayaan tingkat tinggi.</li><li>Cukup tertarik dengan kehidupan pribadi Anda.</li></ol>",
      "prevContentRoute": "isfp/karir-yang-menarik",
      "nextContentRoute": "isfp/tantangan-kepribadian",
      "prevContentTitle": "Karir yang Menarik Bagi Anda",
      "nextContentTitle": "Tantangan Kepribadian"
    },
    {
      "_id": "isfp/tantangan-kepribadian",
      "personalityId": "ISFP",
      "contentTitle": "Tantangan Kepribadian",
      "contentMainImage": "",
      "contentBody":
        "<p>The Composer (ISFP) memiliki beberapa kelemahan. Sebagian di antara Anda memiliki kekurangan ini, dan sebagian yang lain tidak. Umumnya Anda hanya memiliki beberapa kelemahan dari yang disebutkan di bawah ini. Temukan titik lemah Anda dan fokuslah untuk merubahnya, lalu gunakan cara yang lebih produktif untuk membuatnya menjadi kebiasaan.</p><p><strong><strong>Cenderung terlalu santai menghadapi peraturan dan prosedur yang diterapkan oleh orang lain,</strong></strong> termasuk ketika berhadapan dengan <em><em>deadline</em></em>. Hal ini adalah salah satu sifat yang mampu mengancam karir Anda. Atasan Anda mungkin membutuhkan peraturan dan prosedur untuk mengontrol pekerjaanya. Alangkah baiknya Anda menanggapi dengan lebih hormat dan simpati. Cobalah cara ini dan lihatlah reaksi bos Anda.</p><p><strong><strong>Cenderung menghindari konflik atau menjadi defensif ketika dihadapkan pada konfrontasi.</strong></strong> Anda punya dua alat yang bagus dalam menghadapi konflik yaitu humor dan sifat Anda yang tidak bertele-tele. Cobalah mengendalikan suasana interaksi Anda dengan orang lain. Mulailah dengan menyisipkan humor. Kemudian memecahkan masalah secara praktis.</p><p><strong><strong>Benci untuk mengikuti </strong></strong><strong><em><strong><em>deadline </em></strong></em></strong><strong><strong>yang ketat. </strong></strong>Hal ini dapat membuat Anda hiperaktif, tumpul, pesimis, dan muram. Penting bagi Anda untuk menghindari atau mengganti pekerjaan di mana <em><em>deadline </em></em>menjadi kewajiban. Ketika <em><em>deadline </em></em>tidak bisa dihindari lagi, anggaplah seolah-olah itu semua adalah sesuatu yang konyol; hal tersebut akan meringankan suasana hati Anda.</p>",
      "prevContentRoute": "isfp/bos-ideal",
      "nextContentRoute": null,
      "prevContentTitle": "Bos Ideal",
      "nextContentTitle": null
    }
  ]
}
