{
  "publicContent": [
    {
      "_id": "ESTJ",
      "article": "tipe kepribadian",
      "name": "The Supervisor",
      "type": "SJ",
      "shortDescription":
        "Administrator yang berbakat dan tak tertandingi dalam keahlian manajerial",
      "summary":
        "<p>ESTJ adalah seorang yang memiliki cara berpikir yang praktis dan terorganisir, ia tidak tertarik pada hal-hal yang teoritis dan pemikiran abstrak.</p><p>Loyal dan pekerja keras. Suka bila diberi tanggungjawab, wewenang, atau pun kekuasaan. Sangat berbakat dalam mengorganisir dan menjalankan aktivitas. Seorang yang menghargai kedamaian dan jaminan kehidupan.</p>",
      "content":
        "<h2>Tentang The Supervisor</h2><p>The Supervisor (ESTJ) adalah seorang yang memiliki cara berpikir yang praktis dan terorganisir, ia tidak tertarik pada hal-hal yang teoritis dan pemikiran abstrak.</p><p>Loyal dan pekerja keras. Suka bila diberi tanggung jawab, wewenang, atau pun kekuasaan. Sangat berbakat dalam mengorganisir dan menjalankan aktivitas. Seorang yang menghargai kedamaian dan jaminan kehidupan.</p><p>The Supervisor memperoleh motivasi bekerja melalui:</p><ol><li>Kekuasaan dan kewenangan yang didapatkan untuk bekerja.</li><li>Mendapatkan bayaran yang sepadan dengan kemampuan yang dikuasai.</li><li>Kedudukan yang jelas dalam organisasi dengan kesempatan untuk maju yang bisa diprediksi.</li><li>Stabilitas lingkungan kerja dengan tradisi yang telah terbukti kesuksesannya.</li><li>Kesempatan untuk meningkatkan efisiensi sistem kerja.</li></ol><p>Anda tidak hanya seorang Gold [SJ], namun juga memiliki karakteristik sekunder kuat dari kepribadian Blue (T). Unsur Extrovert (E) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang lain daripada menyendiri.</p><p>Kelompok warna Anda menghargai efisiensi, akurasi, tradisi, prediktabilitas, dan struktur. Menyelesaikan tujuan dengan tepat waktu dan sesuai anggaran adalah sifat alami yang kuat pada diri Anda.</p><hr/><p> </p><h2>Keseluruhan</h2><p>Di dalam komunitas, Anda adalah pilar yang sangat diperlukan. Anda seorang yang tegas, realistis, membumi, dan bertanggung jawab. Anda selalu berusaha menyelesaikan suatu tugas ataupun masalah, tidak peduli seberapa sulit tugas/masalah tersebut. Anda tidak akan pernah bosan melakukan hal tersebut. Ciri khas dari kepribadian Anda adalah seorang penggerak dan pemberani.</p><p>Beroperasi di luar jalur/sistem bukanlah gaya Anda. Anda lebih suka bekerja secara nyata dan menggunakan pengalaman konkret Anda sendiri daripada berkutat dengan teori-teori baru. Anda menghargai sistem dan lebih memilih untuk mengatur kehidupan dengan rencana dan komitmen.</p><p>Anda tidak bisa menahan keinginan untuk memimpin atau mengontrol sesuatu. Anda akan memegang posisi tertentu yang memiliki tanggung jawab selama karir Anda; kemampuan administratif adalah salah satu bakat alami Anda. Menciptakan keamanan dan stabilitas untuk keluarga dan rekan kerja adalah prioritas Anda.</p><p>Ketika memegang kekuasaan, Anda akan memetakan masalah yang perlu diselesaikan. Anda menyusun penugasan kerja sesuai dengan kemampuan terbaik dari masing-masing karyawan. Celakalah bagi mereka yang tidak bekerja sesuai ekspektasi Anda! Anda hanya menunjukkan sedikit simpati pada inefisiensi dan ketidakefektifan.</p><p>Dengan gaya komunikasi yang jelas dan langsung, Anda berbakat dalam melaksanakan suatu kebijakan dan memastikan hal tersebut berjalan sesuai aturan. Dorongan alami Anda, adalah untuk: merencanakan masa depan, mengatur tujuan yang ingin dicapai, dan mengontrol jadwal. Anda sangat jeli terhadap detail, sehingga hampir tidak ada celah untuk kesalahan.</p><p>Anda tidak malu mengkritik siapa saja yang melanggar peraturan, yang berpakaian flamboyan dan berlebihan, atau yang mengerjakan sesuatu dengan cara tidak lazim. Apa yang Anda nilai tidak pantas, benar, atau salah datang dari dalam ketentuan moral yang Anda pegang.</p><p>Menjaga tradisi dan konservatif adalah cara untuk menjaga dunia tetap tertib dan teratur, dan Anda tidak pernah bisa mengerti mengapa seseorang mengganggu ketertiban tersebut. Orang yang tidak loyal, tidak dapat diandalkan, berantakan, dan melalaikan deadline seringkali menjengkelkan Anda.</p><p>Keluarga adalah fokus utama Anda. Adat, tradisi, liburan, pesta, dan kegiatan budaya maupun agama tidak hanya Anda rayakan, tetapi juga Anda hormati. Hal tersebut adalah simbol untuk diteruskan ke generasi selanjutnya.</p><hr/>",
      "resultImage": "mbti-illust-trans-bg-estj"
    },
    {
      "_id": "ISTJ",
      "article": "tipe kepribadian",
      "name": "The Inspector",
      "type": "SJ",
      "shortDescription":
        "Seorang yang cermat, teliti, berdedikasi tinggi, dan bertanggung jawab dalam menjalankan tugas",
      "summary":
        "<p>Jika Anda adalah seorang ISTJ, maka Anda adalah seorang yang serius dan pendiam. Sangat teliti, bertanggung jawab, dan dapat dipercaya. Tertarik pada kehidupan yang damai dan terjamin. Biasanya tertarik untuk mendukung dan mempromosikan tradisi yang berlaku di masyarakat secara umum.</p><p>Terorganisir dan pekerja keras, mereka bekerja secara konsisten untuk mencapai tujuan yang diinginkan. Memiliki tingkat konsentrasi yang tinggi, mereka biasanya dapat menyelesaikan tugas apa pun setelah memfokuskan pikiran mereka pada tugas tersebut.</p>",
      "content":
        "<h2>Tentang The Inspector</h2><p>Jika Anda adalah seorang The Inspector (ISTJ), maka Anda adalah seorang yang serius dan pendiam. Sangat teliti, bertanggung jawab, dan dapat dipercaya. Tertarik pada kehidupan yang damai dan terjamin. Biasanya tertarik untuk mendukung dan mempromosikan tradisi yang berlaku di masyarakat secara umum.</p><p>Terorganisir dan pekerja keras, mereka bekerja secara konsisten untuk mencapai tujuan yang diinginkan. Memiliki tingkat konsentrasi yang tinggi, mereka biasanya dapat menyelesaikan tugas apa pun setelah memfokuskan pikiran mereka pada tugas tersebut.</p><p>The Inspector memperoleh motivasi bekerja ketika:</p><ol><li>Membuat rencana dan menentukan tujuan.</li><li>Menetapkan dan memelihara sistem, struktur, dan tata tertib.</li><li>Melaksanakan tanggung jawab.</li><li>Berada di lingkungan kerja yang layak.</li><li>Menyediakan ruang untuk berprestasi.</li></ol><p>Anda tidak hanya seorang Gold [SJ], namun juga memiliki karakter kuat dari kepribadian Blue (T). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi ketika sendirian, daripada berada di antara orang-orang.</p><p>Anda seringkali senang ketika sesuatu berjalan teratur, efisien, dan dapat diprediksi, karena itu merupakan sifat alami Anda. Anda memiliki dorongan kuat untuk melakukan <em>managing </em>atau mengatur sesuatu.</p><hr/><p> </p><h2>Keseluruhan</h2><p>Anda umumnya menjadi sebuah pilar dari organisasi atau komunitas yang Anda ikuti. Anda adalah seorang yang cermat, bertanggung jawab, dan pekerja keras. Anda memiliki ingatan yang akurat tentang apa yang orang katakan dan lakukan dengan ketelitian yang tinggi.</p><p>Anda adalah seorang yang realistis, praktis, dan berkomitmen secara serius. Anda menghargai sistem atau organisasi di mana Anda terlibat di dalamnya. Anda percaya pada sebuah perjanjian, serta mengatur hidup dan pekerjaan Anda dengan perencanaan. Bawahan dan rekan kerja Anda merasa stabil dan aman jika berada di bawah pengawasan Anda.</p><p>Anda bisa menjadi kepribadian klasik “Tipe A” (Kepribadian dengan karakteristik: kompetitif, ambisius, berenergi tinggi) yang terlalu banyak menuntut orang lain untuk bekerja di kantor maupun di rumah. Tetapi tuntutan tersebut tidak pernah Anda buat dengan seenaknya, Anda memikirkan semuanya dengan selalu berhati-hati terhadap perubahan.</p><p>Namun, ketika memperoleh suatu hasil, mungkin Anda akan mengabaikan kesopanan formal seperti ucapan terima kasih atau memuji seseorang yang sudah bekerja dengan baik.</p><p>Dengan kemampuan administratif Anda yang baik, etika kerja yang kuat, dan kemampuan tinggi untuk berkonsentrasi, Anda mampu untuk meraih jabatan tinggi di manapun Anda bekerja. Loyalitas Anda terhadap perusahaan akan semakin memperkuat status Anda.</p><p>Ketika mengerjakan tugas, Anda akan menggunakan logika, analisis objektif, akal sehat, dan pengalaman praktis. Anda tertarik pada situasi di mana Anda mempunyai sebuah rencana ke depan, menetapkan tujuan, dan bisa mengontrol jadwalnya.</p><p>Anda berbakat dalam melaksanakan kebijakan yang jelas dan memastikan kebijakan tersebut berjalan tertib. Karena bekerja dengan baik adalah fokus utama Anda, Anda berharap dinilai dan diberikan imbalan yang pantas dari kemampuan Anda. Anda adalah seorang yang adil dan konsisten ketika berhubungan dengan orang lain.</p><p>Watak Anda yang kuat mendorong Anda untuk menilai orang lain dan berbicara dengan terus terang jika mereka mengaburkan antara benar dan salah. Anda hanya ingin dunia tetap tertata rapi, bebas dari kekacauan yang disebabkan oleh banyak peraturan yang dilanggar. Bahkan cara berpakaian yang flamboyan/berlebihan dan tingkah laku yang tidak lazim seringkali membuat Anda geram.</p><p>Keluarga adalah fokus utama Anda. Anda menghormati tradisi, adat, liburan, ulang tahun, dan acara kebudayaan dan agama. Bagi Anda, hal tersebut adalah simbol untuk diteruskan ke generasi selanjutnya.</p><hr/>",
      "resultImage": "mbti-illust-trans-bg-istj"
    },
    {
      "_id": "ESFJ",
      "article": "tipe kepribadian",
      "name": "The Provider",
      "type": "SJ",
      "shortDescription":
        "Seorang yang simpatik, memiliki banyak teman, dan sangat bersemangat dalam menolong orang lain",
      "summary":
        "<p>Berhati lembut, terkenal baik, dan teliti. Suka melayani orang lain, seseorang dengan kepribadian ESFJ cenderung menempatkan kebutuhan orang lain di atas kebutuhan diri sendiri.</p><p>ESFJ menyukai tradisi dan kehidupan yang terjamin. Mereka mempunyai rasa tanggungjawab yang tinggi dalam pekerjaan. Mereka juga membutuhkan dukungan positif dari orang-orang di sekitarnya untuk mencapai potensi terbaik.</p>",
      "content":
        "<h2>Tentang The Provider</h2><p>Berhati lembut, terkenal baik, dan teliti. Suka melayani orang lain, seseorang dengan kepribadian ESFJ cenderung menempatkan kebutuhan orang lain di atas kebutuhan diri sendiri.</p><p>The Provider (ESFJ) menyukai tradisi dan kehidupan yang terjamin. Mereka mempunyai rasa tanggungjawab yang tinggi dalam pekerjaan. Mereka juga membutuhkan dukungan positif dari orang-orang di sekitarnya untuk mencapai potensi terbaik.</p><p>The Provider memperoleh motivasi bekerja melalui:</p><ol><li>Pekerjaan sesuai dengan prinsip yang diyakini.</li><li>Kesempatan untuk dapat membantu orang lain mencapai tujuannya.</li><li>Lingkungan kerja memiliki tradisi yang dihormati.</li><li>Pekerjaan dengan masa depan yang dapat diprediksi.</li><li>Interaksi antar karyawan yang harmonis.</li><li>Penghargaan terhadap kontribusi yang telah Anda berikan.</li></ol><p>Anda tidak hanya seorang Gold [SJ], namun juga mempunyai karakter sekunder kuat dari kepribadian Green (F). Unsur Extrovert (E) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang lain daripada menyendiri. Kelompok warna Anda menghargai efisiensi, akurasi, prediktabilitas, tradisi, dan tanggung jawab sosial. Anda biasanya terdorong untuk dapat mendukung orang lain.</p><p>Para peneliti telah meneliti metode ilmiah ini selama tujuh dekade, jadi kecenderungan kepribadian Anda seharusnya akan cocok dengan deskripsi pada buku ini. Jika tidak cocok, kembalilah pada Persona Test atau membaca tipe kepribadian lain untuk menilai kembali kepribadian Anda.</p><p>Penting bagi Anda untuk mengetahui profil kepribadian yang benar, karena dapat menuntun Anda untuk meningkatkan hubungan pribadi dan profesional dengan rekan kerja secara signifikan. Dengan mengikuti <em>website </em>ini, Anda juga akan dituntun untuk mengenali lingkungan pekerjaan yang cocok untuk Anda.</p><hr/><p> </p><h2>Keseluruhan</h2><p>Memastikan kesejahteraan orang-orang di sekitar Anda, entah itu teman ataupun keluarga, adalah fokus utama Anda dan sikap ini telah tertanam sejak Anda masih kecil. Anda mendukung dan memperkuat orang lain dan membuat mereka nyaman. Kelompok warna Anda umumnya memiliki rasa ingin tahu yang tinggi terhadap orang lain dan memiliki pengamatan yang tajam.</p><p>Anda senang bekerja dengan sesuatu yang nyata (tidak abstrak) dan percaya pada pengalaman konkret yang pernah Anda alami. Hampir tidak ada detail yang luput dari perhatian Anda, sehingga Anda merasa “bisa melihat semuanya.”</p><p>Mencoba ide-ide baru membuat Anda tidak nyaman, Anda umumnya menghindari banyak perubahan dan meminimalkan pemikiran yang jauh berorientasi ke depan, karena lebih memilih untuk fokus pada apa yang dijalani sekarang.</p><p>Salah satu kualitas terbaik Anda adalah etika kerja Anda yang tinggi. Komitmen dan kewajiban akan Anda lakukan dengan sangat serius. Kemampuan Anda untuk menindaklanjuti sebuah pekerjaan tidaklah tergoyahkan.</p><p>Anda juga dapat dengan mudah menggerakkan orang lain ketika bantuan diperlukan. Kelebihan dari kelompok kepribadian Anda adalah kemampuan untuk mengantisipasi apa yang perlu dilakukan, memperhatikan detail-detail, serta mengorganisir sumber daya dan prosedur yang dibutuhkan.</p><p>Selama bekerja Anda menciptakan suasana yang harmonis dan stabil, Anda selalu mengerti bagaimana melayani orang lain sekaligus mengejar tujuan Anda. Anda adalah seorang relawan dan pengabdi yang sempurna.</p><p>Anda memilih untuk berbicara terus terang dan diplomatis terhadap orang lain. Kebanyakan orang yang mengganggu Anda adalah mereka yang tidak ramah dan tidak memiliki etika kerja. Misalnya orang yang tidak sopan, tidak dapat diandalkan, dan tanpa persiapan.</p><hr/>",
      "resultImage": "mbti-illust-trans-bg-esfj"
    },
    {
      "_id": "ISFJ",
      "article": "tipe kepribadian",
      "name": "The Protector",
      "type": "SJ",
      "shortDescription":
        "Seorang yang berbakat dalam mengasuh, suka menolong, setia, dan murah hati",
      "summary":
        "<p>Cenderung pendiam, namun ramah. Terampil dalam menindaklanjuti sebuah pekerjaan dan orang yang teliti. Seorang dengan tipe kepribadian ISFJ menghormati tradisi dan menyukai kehidupan yang terjamin. Mereka mampu bekerja dengan stabil dan berpikir praktis.</p><p>Suka mengamati orang-orang di sekitarnya dan sangat peka dengan perasaan orang lain. Biasanya seorang ISFJ akan menempatkan kebutuhan orang lain di atas kebutuhannya sendiri. Mereka senang melayani dan peduli dengan kesejahteraan orang lain.</p>",
      "content":
        "<h2>Tentang The Protector</h2><p>Cenderung pendiam, namun ramah. Terampil dalam menindaklanjuti sebuah pekerjaan dan orang yang teliti. Seorang dengan tipe kepribadian The Protector (ISFJ) menghormati tradisi dan menyukai kehidupan yang terjamin. Mereka mampu bekerja dengan stabil dan berpikir praktis.</p><p>Suka mengamati orang-orang di sekitarnya dan sangat peka dengan perasaan orang lain. Biasanya seorang The Protector akan menempatkan kebutuhan orang lain di atas kebutuhannya sendiri. Mereka senang melayani dan peduli dengan kesejahteraan orang lain.</p><p>The Protector memperoleh motivasi bekerja melalui:</p><ol><li>Lingkungan kerja yang stabil dan karir yang dapat diprediksi ke depannya.</li><li>Memberikan kesejahteraan kepada orang-orang di sekitar Anda.</li><li>Memenuhi tanggung jawab pribadi dan menghargai tradisi.</li><li>Suasana yang harmonis.</li><li>Dibutuhkan dan dilibatkan dalam pekerjaan.</li><li>Pekerjaan yang memiliki visi sesuai dengan prinsip dan keyakinan yang Anda</li></ol><p>Anda tidak hanya seorang Gold [SJ], namun juga memiliki karakter sekunder yang kuat dari kepribadian Green (F). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan cara menyendiri daripada berada di antara orang-orang. Kelompok kepribadian Anda adalah kelompok orang-orang yang ramah dan suportif.</p><p>Anda menghargai tradisi dan memiliki kemampuan menindaklanjuti sesuatu. Akan sangat bermanfaat mengetahui kelebihan Anda sehingga Anda dapat memaksimalkannya. Begitu juga dengan kelemahan Anda, Anda dapat melimpahkannya kepada orang lain yang bagus dalam hal tersebut. Ikutilah saran pada profil ini.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Tenang dan reflektif, fokus Anda adalah untuk memastikan kesejahteraan orang-orang yang Anda pedulikan. Keutamaan sifat tersebut sudah nampak sejak Anda kecil. Sangat sedikit orang-orang yang bisa melihat kekayaan batin Anda karena Anda selalu lebih fokus pada apa yang orang lain butuhkan.</p><p>Di lingkungan kerja, sikap tersebut Anda tunjukkan dalam etika kerja yang tinggi, di mana Anda menjalani komitmen dan kewajiban secara serius dan memberikan prioritas terhadap pekerjaan tersebut. Anda seorang yang praktis, berorientasi terhadap detail, dan teliti. Anda juga selalu dapat melihat dan menunjukkan apa yang diperlukan yntuk menyelesaikan tiap­tiap fase dari sebuah proyek.</p><p>Anda orang yang hangat, bertanggung jawab, dan memiliki hasrat untuk menciptakan stabilitas dan suasana harmonis. Hasrat tersebut yang selalu mendorong Anda untuk memilih karir di bidang jasa dan kegiatan kesukarelawanan. Anda umumnya tidak terlalu lama berada di lingkungan yang tidak memberikan kejelasan. Organisasi stabil yang cukup menyediakan waktu pribadi akan lebih mendukung ambisi Anda.</p><p>Otoritas, sejarah, dan tradisi adalah sesuatu yang Anda hormati. Anda biasanya tidak suka dengan perubahan, konsep abstrak, dan teori yang belum teruji. Ketika Anda mengimajinasikan hal baru yang belum pasti, biasanya hal terburuk yang akan Anda rasakan adalah perasaan ragu, suram, dan mungkin disertai ketakutan.</p><p>Menarik diri ke dunia nyata membuat Anda merasa lebih nyaman. Imajinasi yang meledak-ledak dari seorang Green [NF] membuat Anda tidak nyaman.</p><p>Jika Anda memiliki rekan kerja yang kasar, tidak dapat diandalkan, berisik, atau seringkali tidak memiliki persiapan, hal tersebut akan membuat Anda stres. Bahkan seringkali Anda membiarkan tingkah laku buruk seseorang untuk menghindari konflik dengannya. Konflik adalah masalah bagi Anda dan sebisa mungkin akan menghindarinya di manapun Anda berada.</p><p>Anda senang ketika berada di suatu kegiatan dengan rekan bisnis Anda. Mencari perhatian orang-orang ataupun mengambil peran yang dominan bukanlah sesuatu yang Anda inginkan. Anda meninggalkan peran tersebut untuk orang lain.</p><p>Komunikasi secara langsung (tatap muka) lebih Anda sukai. Umumnya Anda mendengarkan dengan penuh perhatian ketika berbicara dengan orang lain. Meringankan beban orang lain adalah bakat yang Anda peroleh dari keingintahuan alami Anda dan pengamatan Anda yang tajam terhadap orang.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-isfj"
    },
    {
      "_id": "ESTP",
      "article": "tipe kepribadian",
      "name": "The Promoter",
      "type": "SP",
      "shortDescription":
        "Seorang negosiator berbakat yang bersemangat, cekatan, dan berjiwa petualang",
      "summary":
        "<p>Ramah, cepat beradaptasi, dan enerjik. ESTP adalah seseorang yang lebih suka langsung beraksi daripada berpikir panjang, sehingga segera mendapatkan hasil. Mereka adalah orang yang suka mengambil risiko dengan gaya hidup yang serba cepat.</p><p>ESTP sangat setia dengan teman-teman dekat mereka, dan memiliki keahlian bergaul dengan banyak orang. Namun mereka biasanya kurang menghargai hukum dan peraturan yang berlaku jika itu menghambat pekerjaan mereka.</p>",
      "content":
        "<h2>Tentang The Promoter</h2><p>Ramah, cepat beradaptasi, dan enerjik. The Promoter (ESTP) adalah seseorang yang lebih suka langsung beraksi daripada berpikir panjang, sehingga segera mendapatkan hasil. Mereka adalah orang yang suka mengambil risiko dengan gaya hidup yang serba cepat.</p><p>The Promoter sangat setia dengan teman-teman dekat mereka, dan memiliki keahlian bergaul dengan banyak orang. Namun mereka mungkin kurang menghargai hukum dan peraturan yang berlaku jika itu menghambat pekerjaan mereka.</p><p>The Promoter memperoleh motivasi bekerja melalui:</p><ol><li>Kesempatan untuk membuat keputusan <em>on the spot</em>(saat itu juga) mengenai masalah yang sedang dihadapi.</li><li>Pekerjaan yang menawarkan banyak pengalaman baru.</li><li>Tempat kerja yang menyediakan peralatan kerja atau fasilitas berteknologi terbaru.</li><li>Bertindak secara konkret dan langsung praktik untuk menyelesaikan masalah-masalah di tempat kerja.</li><li>Bekerja dengan optimal jika suasana kerja menyenangkan.</li></ol><p>Anda tidak hanya seorang Red [SP], namun juga memiliki karakter sekunder yang kuat dari kepribadian Blue (T). Unsur Extrovert (E) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang-orang daripada menyendiri.</p><p>Mungkin Anda mengunjungi <em>website</em> ini karena permintaan seseorang, dan Anda perlu sedikit bersabar untuk membacanya. Jadi kami akan membuat pembahasan yang praktis untuk Anda. </p><hr /><p> </p><h2>Keseluruhan</h2><p>Memiliki banyak energi, selera humor yang bagus, dan optimis adalah ciri khas The Promoter (ESTP). Anda sangat efektif dalam menghadapi krisis dan perubahan. Anda sangat siap menghadapi hal yang tidak terduga.</p><p>Aktif dan mandiri, Anda bekerja dengan performa terbaik ketika berada di tim kecil, di mana hierarki tidak dianggap sebagai prioritas utama. Variasi pemikiran membuat Anda senang, dan Anda seringkali berjalan di luar norma yang dianut oleh kebanyakan orang.</p><p>Realistis dan pragmatis, Anda hanya percaya pada apa yang Anda amati sendiri. Anda sangat tajam dalam mengingat detail-detail. Anda menginginkan fakta-fakta, namun juga menyukai anekdot lucu.</p><p>Anda menolak untuk membuat keputusan di bawah tekanan. Sebisa mungkin Anda menjaga segala kemungkinan tetap terbuka. Meskipun begitu, ketika Anda siap, Anda akan membuat keputusan secepat kilat.</p><p>Anda sangat mahir menyimpulkan sebuah masalah, lalu bergerak cepat untuk mencari solusinya. Anda memang hebat dalam menyelesaikan masalah yang muncul mendadak, namun Anda kesulitan untuk fokus dan menghadapi tantangan jangka panjang.</p><p>Anda lebih percaya pada insting yang Anda miliki, sedangkan birokrasi adalah prioritas terakhir Anda, sehingga seringkali Anda melompati peraturan dan prosedur. Orang lain melihat Anda sebagai negosiator berbakat yang dapat membuat keputusan logis dan sulit.</p><p>Gaya komunikasi Anda adalah langsung tanpa basa-basi, hal tersebut Anda anggap efisien. Meskipun begitu orang lain umumnya tidak cocok dengan gaya Anda, dan hal itu membuat Anda bingung. Anda bisa terlihat sangat perhatian dengan orang lain, walaupun hanya sesaat.</p><p>Anda orang yang sangat toleran, tetapi mudah terganggu oleh masalah emosional dan oleh orang-orang yang suka memaksakan “kerjakan sesuatu dengan cara yang umum.”</p><p>Ketika beranjak dewasa, The Promoter melanjutkan mencari tantangan baru, namun akan lebih banyak berefleksi diri.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-estp"
    },
    {
      "_id": "ISTP",
      "article": "tipe kepribadian",
      "name": "The Crafter",
      "type": "SP",
      "shortDescription":
        "Seorang yang berbakat dalam melakukan praktik atau uji coba dengan berbagai macam perkakas, perabotan, dan alat-alat mekanik",
      "summary":
        "<p>Cenderung pendiam dan suka menyempatkan waktu untuk sendiri. Mereka yang bertipe ISTP sangat berbakat dengan sesuatu yang berhubungan dengan mesin, mekanik, dan alat-alat. Mandiri dan analitis, mereka berbakat dalam menemukan solusi untuk menangani masalah-masalah praktis.</p><p>ISTP mungkin tidak terlalu mempedulikan peraturan dan hukum yang berlaku, jika hal tersebut menghalangi mereka untuk menuntaskan pekerjaan. Biasanya menyukai olahraga ekstrim dan setia dengan teman-teman dekat mereka.</p>",
      "content":
        "<h2>Tentang The Crafter</h2><p>Cenderung pendiam dan suka menyempatkan waktu untuk sendiri. Mereka yang bertipe The Crafter (ISTP) sangat berbakat dengan sesuatu yang berhubungan dengan mesin, mekanik, dan alat-alat. Mandiri dan analitis, mereka berbakat dalam menemukan solusi untuk menangani masalah-masalah praktis.</p><p>The Crafter mungkin tidak terlalu mempedulikan peraturan dan hukum yang berlaku, jika hal tersebut menghalangi mereka untuk menuntaskan pekerjaan. Biasanya menyukai olahraga ekstrim dan setia dengan teman-teman dekat mereka.</p><p>The Crafter memperoleh motivasi bekerja melalui:</p><ol><li>Kebebasan bekerja dan langsung fokus untuk praktik dan mengerjakan tugas-tugas praktis.</li><li>Suasana tidak terlalu formal: minim pengawasan, peraturan, dan pekerjaan tulis-menulis.</li><li>Fokus pada pekerjaan yang dapat segera ditangani secara langsung dengan sebuah tim kecil dengan struktur organisasi yang tidak terlalu ketat.</li><li>Pendekatan yang tidak lazim atau berbeda pada umumnya.</li><li>Tidak banyak kegiatan yang bersifat sosial politik untuk evaluasi kerja.</li></ol><p>Anda tidak hanya seorang Red [SP], namun Anda juga memiliki karakter sekunder yang kuat dari kepribadian Blue (T). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan menyendiri daripada berkumpul di antara orang lain.</p><p>Mungkin Anda mengunjungi <em>website </em>ini karena permintaan seseorang, dan Anda perlu sedikit bersabar untuk membacanya. Kami akan membuat pembahasan yang praktis untuk Anda.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Reflektif, membumi, dan bijaksana. The Crafter (ISTP) hanya percaya dengan alasan yang logis. Secara alami, Anda biasanya suka mengerjakan sesuatu sendirian.</p><p>Anda hanya berbagi pikiran jika seseorang bertanya kepada Anda. Anda seringkali asyik dengan dunia Anda sendiri, dan lebih memilih untuk bekerja secara mandiri tanpa diganggu. Menjadi bagian dari tim kerja kecil tanpa ada hierarki membuat Anda bekerja dengan performa terbaik.</p><p>Anda sangat efektif dalam menghadapi permasalahan, krisis, dan perubahan. Realistis dan pragmatis, Anda hanya percaya pada apa yang Anda amati sendiri. Anda tajam dalam mengingat detail-detail dan menggunakan cara-cara yang tidak biasa untuk menghadapi masalah-masalah Anda.</p><p>Anda berorientasi terhadap sesuatu yang konkret dan fokus pada apa yang Anda hadapi di masa kini. Anda tidak merancang visi yang abstrak ataupun rencana jangka panjang.</p><p>Untuk masalah-masalah abstrak dan tidak praktis, Anda menyerahkannya pada rekan kerja. Anda tidak peduli dengan masalah-masalah abstrak tersebut. Anda melihat proses tersebut membuang-buang waktu (meskipun sikap ini akan melembut setelah Anda semakin dewasa). Orang lain merasa tersinggung ketika Anda mudah kehilangan minat pada topik dan tidak mendengarkannya lagi. Anda hanya peduli pada fakta dan merespon pada solusi praktis.</p><p>Anda menolak untuk membuat keputusan di bawah tekanan. Anda cepat menyimpulkan masalah, namun sebisa mungkin tetap membiarkan kemungkinan lain tetap terbuka, dan hal inilah yang membuat Anda menjadi negosiator yang handal. Ketika Anda siap, Anda akan segera membuat keputusan.</p><p>Gaya komunikasi Anda adalah ringkas dan informal. Orang lain melihat Anda sebagai orang yang objektif. Membangun jaringan dan bersosialisasi dengan orang lain bukanlah sesuatu yang Anda prioritaskan dalam keseharian Anda. Kadang orang lain menikmati humor datar Anda, kadang mereka susah untuk membaca pikiran Anda. Anda sangat perhatian pada orang lain, meskipun biasanya hanya sesaat.</p><p>Anda sering terganggu oleh orang-orang yang terlalu emosional dan sombong. Mereka adalah orang yang suka membenarkan perilaku seseorang atau terpaku pada satu cara dalam mengerjakan sesuatu. Bekerja di luar jalur, mencari variasi dan aksi nyata, hal inilah yang menarik bagi Anda.</p><p>Dalam bisnis organisasi besar, Anda cenderung menghindari kesempatan naik ke posisi manajemen. Anda akan memutuskan untuk mengambil atau melepaskan kesempatan tersebut sambil mencari minat baru.</p><p>Untuk Anda, kenaikan jabatan yang menuntut tanggung jawab tinggi, sama halnya seperti berada di bawah krisis. Fleksibilitas dan kemampuan Anda untuk melihat inti dari permasalahan membuat Anda menjadi pemimpin yang efektif.</p><p>Jika sampai sejauh ini hal-hal yang kami sebutkan cukup akurat (dan seharusnya hasilnya memang akurat, karena sistem ini telah diuji selama tujuh dekade pada jutaan orang di seluruh dunia), silahkan membaca kelanjutan dari tipe kepribadian ini yang akan menjelaskan keunikan kepribadian Anda, dan tentunya akan mengubah hidup Anda ke arah yang lebih baik.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-istp"
    },
    {
      "_id": "ESFP",
      "article": "tipe kepribadian",
      "name": "The Performer",
      "type": "SP",
      "shortDescription":
        "Seorang bersemangat dan enerjik yang memberikan aura menyenangkan pada lingkungan sekitarnya",
      "summary":
        "<p>Supel dan suka bersenang-senang, ESFP membuat suasana menjadi lebih menyenangkan untuk orang lain dengan gairah dan kegembiraan mereka. Mereka menyukai pengalaman baru, dan fokus pada apa yang sedang dilakukan saat ini.</p><p>Seorang ESFP umumnya tidak suka teori dan analisis panjang. Namun, mereka suka melayani orang lain dan suka menjadi pusat perhatian ketika berada di antara orang-orang.</p>",
      "content":
        "<h2>Tentang The Performer</h2><p>Supel dan suka bersenang-senang, The Performer (ESFP) membuat suasana menjadi lebih menyenangkan untuk orang lain dengan gairah dan kegembiraan mereka. Mereka menyukai pengalaman baru, dan fokus pada apa yang sedang dilakukan saat ini.</p><p>Seorang The Performer umumnya tidak suka teori dan analisis panjang. Namun, mereka suka melayani orang lain dan suka menjadi pusat perhatian ketika berada di antara orang-orang.</p><p>The Performer memperoleh motivasi bekerja melalui:</p><ol><li>Kesempatan untuk mengatasi masalah-masalah konkret/praktis yang hasilnya dapat langsung dilihat.</li><li>Tersedianya banyak variasi pekerjaan yang langsung berfokus pada tindakan nyata.</li><li>Kesempatan mengatasi masalah-masalah yang muncul secara tiba-tiba.</li><li>Pertemuan dengan orang-orang baru dan dapat bertukar pengalaman.</li><li>Bekerja dengan baik dengan suasana kerja yang humoris dan banyak mengadakan perayaan atau</li></ol><p>Anda tidak hanya seorang Red [SP], namun juga memiliki karakter sekunder yang kuat dari kepribadian Green (F). Unsur Extrovert (E) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang lain daripada menyendiri.</p><p>Mungkin Anda mengunjungi <em>website</em> ini karena permintaan seseorang, dan Anda perlu sedikit bersabar untuk membacanya. Jadi kami akan membuat pembahasan yang praktis untuk Anda.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Hangat dan enerjik, The Performer (ESFP) mempunyai minat yang luas dan teman yang banyak. Anda adalah seseorang yang aktif, suka bersosialisasi, dan gampang menyesuaikan diri. Anda adalah orang yang santai, penyayang, dan menikmati kejadian yang tak terduga.</p><p>Pada tahap memulai sebuah usaha atau saat terjadi krisis pada perusahaan, Anda sangat bersinar.</p><p>Realistis dan pragmatis, Anda hanya percaya pada apa yang Anda amati sendiri. Anda memiliki ingatan visual yang baik, dan unggul dalam mengamati detail-detail. Anda menginginkan fakta-fakta, namun juga menikmati anekdot lucu (terutama jika Anda orang yang humoris).</p><p>Dari semua tipe kepribadian, Anda adalah yang paling fokus pada situasi saat ini. Secara alami Anda selalu ingin mencapai hasil secepat mungkin, hal ini membuat Anda seringkali tidak sabar dengan prosedur dan rutinitas.</p><p>Orang yang suka memerintah dan memaksa untuk mengerjakan sesuatu dengan cara yang benar sangatlah mengganggu Anda. Sebaliknya, Anda menyukai filosofi “biarlah hidup mengalir”.</p><p>Anda tidak suka mengambil keputusan di bawah tekanan, namun menjaga semua kemungkinan tetap terbuka. Ketika Anda siap, Anda akan memutuskannya secepat kilat.</p><p>Anda sangat perhatian pada orang lain, meskipun hanya berlangsung singkat. Orang lain melihat Anda sebagai orang yang riang, menghibur, dan murah hati. Mereka merasa gembira dan positif ketika Anda hadir disisi mereka. Anda secara alami mudah untuk membangun jaringan dengan orang lain. Komunikasi secara langsung adalah gaya Anda.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-esfp"
    },
    {
      "_id": "ISFP",
      "article": "tipe kepribadian",
      "name": "The Composer",
      "type": "SP",
      "shortDescription":
        "Seorang berjiwa seni yang suka mencari pengalaman dan petualangan baru",
      "summary":
        "<p>Cenderung pendiam, serius, sensitif, namun ramah. Seorang ISFP tidak menyukai konflik, dan tidak suka melakukan sesuatu yang mungkin akan menimbulkan konflik. Selain itu mereka juga tidak tertarik untuk memimpin dan mengontrol orang lain.</p><p>ISFP adalah orang yang loyal dan setia, mengapresiasi keindahan dan estetika, serta menghargai keunikan dan kreativitas. Mereka fleksibel dan berpikiran terbuka, dan menikmati apa yang sedang dilakukan saat ini.</p>",
      "content":
        "<h2>Tentang The Composer</h2><p>Cenderung pendiam, serius, sensitif, namun ramah. Seorang The Composer (ISFP) tidak menyukai konflik, dan tidak suka melakukan sesuatu yang mungkin akan menimbulkan konflik. Selain itu mereka juga tidak tertarik untuk memimpin dan mengontrol orang lain.</p><p>The Composer adalah orang yang loyal dan setia, mengapresiasi keindahan dan estetika, serta menghargai keunikan dan kreativitas. Mereka fleksibel dan berpikiran terbuka, dan menikmati apa yang sedang dilakukan saat ini.</p><p>The Composer memperoleh motivasi bekerja dengan:</p><ol><li>Bertindak berdasarkan prinsip pribadi.</li><li>Bebas dalam mengambil keputusan dan tindakan.</li><li>Bekerja di balik layar untuk meningkatkan efisiensi dan memberikan dampak positif.</li><li>Tersedianya variasi, fleksibilitas, dan eksplorasi dalam bekerja.</li><li>Lingkungan kerja yang harmonis.</li></ol><p>Anda tidak hanya seorang Red [SP], namun juga memiliki karakter sekunder yang kuat dari kepribadian Green (F). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan menyendiri daripada berkumpul bersama orang lain.</p><p>Mungkin Anda mengunjungi <em>website </em>ini karena permintaan seseorang, dan Anda perlu sedikit bersabar untuk membacanya. Kami akan membuat pembahasan yang praktis untuk Anda.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Hangat dan perhatian, The Composer (ISFP) memiliki sensitivitas yang tidak biasa terhadap manusia dan makhluk hidup lainnya. Anda memiliki hasrat yang kecil untuk memimpin, namun memiliki dorongan yang besar untuk menyemangati orang lain.</p><p>Jika memungkinkan, Anda lebih suka bergerak di luar peraturan dan norma yang dianut oleh orang lain. Tim kecil di mana hierarki bukan hal utama untuk menyelesaikan pekerjaan membawa Anda pada performa kerja terbaik.</p><p>Realistis dan pragmatis, Anda hanya percaya pada apa yang Anda amati sendiri. Anda memiliki ingatan visual yang tajam.</p><p>Anda menolak untuk mengambil keputusan ketika tertekan dan sebisa mungkin membiarkan semua kemungkinan terbuka. Ketika Anda siap, Anda akan memutuskannya secepat mungkin.</p><p>Gaya komunikasi Anda adalah langsung dan berterus terang. Anda menginginkan fakta, namun juga menikmati sebuah anekdot lucu atau Anda yang akan membuat anekdot sendiri (khususnya jika Anda orang yang humoris).</p><p>Anda adalah orang yang fleksibel, penyayang, dan menikmati hal-hal yang tidak terduga. Anda sangat perhatian pada orang lain, meskipun hanya berlangsung singkat.</p><p>Orang lain menganggap Anda berbicara jelas, terus terang, tanpa maksud tersembunyi. Menurut mereka, Anda adalah orang yang tenang, sederhana, dan ceria. Meskipun Anda sangat toleran terhadap kebanyakan orang, namun Anda biasanya terganggu oleh orang-orang yang suka memerintah dengan bersikeras “terpaku dengan cara yang yang dianggap benar.”</p><hr />",
      "resultImage": "mbti-illust-trans-bg-isfp"
    },
    {
      "_id": "ENTJ",
      "article": "tipe kepribadian",
      "name": "The Commander",
      "type": "NT",
      "shortDescription":
        "Pemimpin tegas, kreatif, dan berkemauan keras yang selalu menemukan jalan untuk mencapai tujuan",
      "summary":
        "<p>ENTJ adalah seorang yang tegas dan blak-blakan. Mereka memiliki hasrat untuk menjadi pemimpin. Sangat berbakat dalam memahami masalah-masalah organisasi dan membuat solusi penyelesaiannya.</p><p>Cerdas dan berpengetahuan luas, tipe kepribadian MBTI ini biasanya berbakat dalam berbicara di depan publik. Mereka menghargai pengetahuan dan kompetensi, namun biasanya kurang memiliki kesabaran terhadap sesuatu yang tidak efisien dan tidak terorganisir dengan baik.</p>",
      "content":
        "<h2>Tentang The Commander</h2><p>The Commander (ENTJ) adalah seorang yang tegas dan blak-blakan. Mereka memiliki hasrat untuk menjadi pemimpin. Sangat berbakat dalam memahami masalah-masalah organisasi dan membuat solusi penyelesaiannya.</p><p>Cerdas dan berpengetahuan luas, tipe kepribadian MBTI ini biasanya berbakat dalam berbicara di depan publik. Mereka menghargai pengetahuan dan kompetensi, namun biasanya kurang memiliki kesabaran terhadap sesuatu yang tidak efisien dan tidak terorganisir dengan baik.</p><p>The Composer memperoleh motivasi bekerja melalui:</p><ol><li>Kebebasan dalam berpikir.</li><li>Adanya pengembangan terus-menerus pada kompetensi dan keahlian.</li><li>Tersedia ruang untuk melakukan perdebatan dan kritik pada konsep, teori, proses, maupun keputusan.</li><li>Kesempatan untuk mengatasi masalah yang kompleks/rumit atau pekerjaan yang membutuhkan kemampuan memikirkan strategi.</li><li>Pemberian penghargaan pada logika, kompetensi, dan inovasi.</li><li>Diperlakukan secara adil di lingkungan kerja.</li></ol><p>Anda tidak hanya seorang Blue [NT], namun juga memiliki karakter sekunder dari kepribadian Gold (J). Anda adalah seorang Extrovert (E), yang memiliki kecenderungan untuk mengisi ulang energi ketika berada di sekitar orang lain daripada menyendiri. Kelompok warna Anda adalah kelompok yang memiliki sifat ingin mengontrol dan mengambil alih suatu pekerjaan.</p><p>Anda merupakan pembelajar seumur hidup. Tipe kepribadian Anda memiliki pengetahuan yang sangat luas. Tipe kepribadian ini telah diuji melalui berbagai penelitian di seluruh dunia selama enam dekade dengan berbagai sampel usia, kelamin, etnis, dan berbagai batas sosial ekonomi. Catatlah hal-hal yang menurut Anda penting di ulasan kepribadian ini.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Dinamis dan cekatan, bakat alami Anda akan mendominasi setiap proyek, mulai dari membuat visi hingga mewujudkan visi tersebut menjadi kenyataan. Kemampuan Anda sangat kuat dalam hal menyusun strategi, membuat perencanaan, memprediksi berbagai kemungkinan, dan memimpin suatu pekerjaan.</p><p>The Commander (ENTJ) bekerja dengan baik pada jenjang karir yang lebih luas jika dibandingkan dengan kepribadian lainnya. Hal ini dikarenakan Anda memiliki kecintaan untuk terus mempelajari sesuatu, logika yang tajam, dan kemampuan eksekusi yang baik.</p><p>Dua kekuatan yang Anda miliki yaitu kemampuan mengontrol dan kepemimpinan yang kuat membuat Anda cepat untuk naik ke puncak karir. Kemampuan tersebut seringkali dikombinasikan dengan sikap jujur, cara berbicara yang langsung pada inti permasalahan, intuitif, dan gaya komunikasi yang terfokus.</p><p>Jika diibaratkan, Anda adalah mesin penggerak dari suatu sistem. Akan tetapi, ada kalanya Anda menjadi seseorang yang terlalu menuntut rekan kerja. Hal tersebut dapat menimbulkan masalah. Kebanyakan dari tipe kepribadian lain tidak dapat selalu mematuhi arahan Anda, sehingga seringkali membuat rekan kerja merasa tidak nyaman dan ingin memberontak.</p><p>Hal yang berkaitan dengan teori, melihat kemungkinan masa depan, dan keberanian membuat terobosan baru adalah bakat alami Anda. Anda selalu ingin merubah sistem dan opini yang telah ada.</p><p>Anda membuat rencana jangka panjang dan mengkombinasikannya dengan ide-ide yang tidak mampu dilihat orang lain. Jika dalam mewujudkan sebuah rencana Anda dihadapkan pada masalah rumit, Anda akan sangat menyukainya. Anda tidak hanya menyusun sumber daya untuk menghadapi masalah tersebut, namun Anda juga menyelesaikan masalah tersebut dengan gembira.</p><p>Tantangan terbesar Anda adalah bagaimana mengelola dan mengontrol pandangan orang lain terhadap Anda. Sisi baiknya, Anda tampil sebagai pembicara yang pandai, jelas, mempesona, dan percaya diri. Anda meyakinkan orang lain melalui logika yang jelas dan debat yang bijaksana.</p><p>Sisi negatifnya, Anda adalah orang yang sangat tidak sabaran dalam menghadapi seseorang yang Anda anggap memiliki masalah yang tidak relevan dan berlebihan. Mereka yang Anda intimidasi akan kehilangan rasa hormat pada Anda. Anda seringkali heran mengapa setiap orang mempermasalahkan perdebatan ataupun kompetisi.</p><p>Untuk menjadi pemimpin maupun anggota tim yang efektif, Anda perlu menyesuaikan strategi untuk bekerja dengan orang yang memiliki warna kepribadian lain. Mereka memiliki kelebihan dan kekurangan yang tidak Anda miliki. Kelebihan dan kekurangan ini merupakan sifat bawaan yang tidak dapat diganti dengan kekuatan tekad sekalipun.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-entj"
    },
    {
      "_id": "INTJ",
      "article": "tipe kepribadian",
      "name": "The Mastermind",
      "type": "NT",
      "shortDescription":
        "Pemikir strategi visioner yang selalu memiliki perencanaan kreatif untuk segala sesuatu",
      "summary":
        "<p>Mandiri, analitis, tekun, dan memiliki pemikiran yang orisinil. INTJ sangat berbakat mengimplementasikan teori menjadi sebuah perencanaan yang matang. Mereka sangat menghargai pengetahuan, kompetensi, dan organisasi.</p><p>INTJ adalah seorang yang visioner dan pemikir jangka panjang. Memiliki standar yang sangat tinggi dalam performa mereka, dan terhadap orang lain di sekitarnya. Mereka juga seorang pemimpin alami, namun akan mengikuti pemimpin yang ada jika mereka mempercayai pemimpin tersebut.</p>",
      "content":
        "<h2>Tentang The Mastermind</h2><p>Mandiri, analitis, tekun, dan memiliki pemikiran yang orisinil. The Mastermind (INTJ) sangat berbakat mengimplementasikan teori menjadi sebuah perencanaan yang matang. Mereka sangat menghargai pengetahuan, kompetensi, dan organisasi.</p><p>The Mastermind adalah seorang yang visioner dan pemikir jangka panjang. Memiliki standar yang sangat tinggi dalam performa mereka, dan terhadap orang lain di sekitarnya. Mereka juga seorang pemimpin alami, namun akan mengikuti pemimpin yang ada jika mereka mempercayai pemimpin tersebut.</p><p>The Mastermind memperoleh motivasi bekerja melalui:</p><ol><li>Pemikiran strategi (menggunakan intuisi dan didukung dengan logika).</li><li>Kompetensi, kesempatan berprestasi, dan pengembangan diri.</li><li>Kebebasan untuk berdebat dan mengkritik dalam membuktikan atau mencari kebenaran.</li><li>Membuat strategi dalam skala besar untuk membuat sebuah perbedaan yang signifikan.</li><li>Membuat sistem dan ide-ide baru.</li></ol><p>Anda tidak hanya seorang Blue [NT], namun juga punya karakteristik sekunder dari unsur Gold (J). Unsur Introvert (I) membuat Anda cenderung untuk mengisi ulang energi dengan banyak meluangkan waktu untuk sendiri, daripada berada di lingkungan masyarakat.</p><p>Orang-orang dengan warna seperti Anda mencapai tingkat tertinggi dalam berbagai bidang profesi yang membutuhkan pemikiran strategi, karena Anda dapat bekerja tanpa lelah dengan standar pencapaian yang sangat tinggi. Anda unggul dalam menciptakan ide dan sistem baru.</p><p>Anda akan menguji dan mengkritik dengan beberapa tuntutan, khususnya jika Anda memiliki ketertarikan pada suatu bidang. Tipe kepribadian ini telah diuji melalui berbagai penelitian di seluruh dunia selama enam dekade dengan berbagai sampel usia, kelamin, etnis, dan berbagai batas sosial ekonomi. Catatlah hal-hal yang menurut Anda penting di ulasan kepribadian ini.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Kreatif, fokus, dan sangat mandiri. Anda sangat unggul dalam menghubungkan ide-ide dan fakta yang tampaknya tidak saling berkaitan. Melalui intuisi Anda dapat membangun ide apapun yang Anda inginkan, seperti membayangkan gambaran kota masa depan, maupun menghubung-hubungkan berbagai macam teori yang sudah ada.</p><p>Hal yang berhubungan dengan teori, melihat kemungkinan masa depan, dan keberanian membuat terobosan baru adalah bakat alami Anda.</p><p>Seperti saudara Anda sesama Blue [NT] yaitu The Commander (ENTJ), Anda juga memiliki kelebihan untuk merealisasikan semua tahap dari rencana Anda. Anda dapat membuat visi jangka panjang, merancang strategi, membangun perencanaan dan berbagai kemungkinan, serta membuat semua hal tersebut menjadi kenyataan.</p><p>Anda memiliki beberapa hal yang berbeda dengan The Commander (ENTJ). Tidak seperti mereka, Anda tampil lebih tenang, bergantung pada diri sendiri, dan biasanya dianggap penuh teka-teki dan misterius oleh orang lain. Konsentrasi Anda yang mendalam membuat Anda nampak seperti berada di dunia lain, tetapi hal ini merupakan hal yang wajar. Anda melakukan hal ini karena bekerja dengan fokus yang tinggi pada proyek terbaru Anda.</p><p>Jika ada orang yang bertentangan dengan Anda, mereka sama sekali tidak akan mengganggu, karena Anda sangat percaya terhadap wawasan dan kemampuan yang Anda miliki. Lingkup wawasan Anda yang mengesankan seringkali dapat menyelesaikan berbagai masalah yang Anda hadapi.</p><p>Anda selalu ingin merubah sistem-sistem dan berbagai pandangan yang telah ada. Perusahaan ataupun departemen yang membutuhkan arahan baru akan menggunakan kemampuan Anda untuk mengembangkan rencana jangka panjang dan menggabungkan berbagai ide yang tidak bisa dilihat oleh orang lain.</p><p>Jika dalam sebuah rencana terdapat masalah rumit yang harus diselesaikan, Anda akan sangat menyukainya. Anda tidak hanya akan menyusun sumber daya yang diperlukan, namun juga akan menyelesaikan masalah tersebut dengan riang gembira.</p><p>Masalah terbesar Anda adalah mengontrol pandangan dan respon orang lain terhadap Anda. Sisi baiknya, Anda tampil sebagai seorang pemikir yang jernih, dan bijaksana. Anda juga seseorang yang tak pernah puas untuk mencari tahu. Anda mempengaruhi orang-orang dengan logika yang jelas dan diskusi yang meyakinkan. Sisi negatifnya, Anda sangat tidak sabaran dalam menghadapi seseorang yang membahas masalah tidak relevan secara berlebihan.</p><p>Untuk menjadi pemimpin maupun anggota tim yang efektif, Anda perlu menyesuaikan strategi untuk bekerja dengan orang yang memiliki tipe kepribadian lain. Mereka memiliki kelebihan dan kekurangan yang tidak Anda miliki. Kelebihan dan kekurangan mereka merupakan sifat bawaan yang tidak dapat diubah dengan kekuatan tekad sekalipun.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-intj"
    },
    {
      "_id": "ENTP",
      "article": "tipe kepribadian",
      "name": "The Inventor",
      "type": "NT",
      "shortDescription":
        "Pemikir cerdas yang selalu tertantang untuk melakukan perdebatan dan diskusi-diskusi intelektual",
      "summary":
        "<p>Kreatif, banyak akal, dan cerdik. Seorang ENTP biasanya memiliki keahlian di berbagai bidang. Suka memperdebatkan suatu permasalahan dan mungkin merasa memiliki sesuatu yang lebih dibandingkan orang lain. Mereka sangat senang dengan ide dan proyek baru, namun seringkali menghindari rutinitas.</p><p>Umumnya tegas dan blak-blakan. ENTP senang bergaul dengan banyak orang. Mereka juga sangat berbakat dalam memahami suatu konsep dan menggunakan logika untuk menemukan solusi permasalahan.</p>",
      "content":
        "<h2>Tentang The Inventor</h2><p>Kreatif, banyak akal, dan cerdik. Seorang The Inventor (ENTP) biasanya memiliki keahlian di berbagai bidang. Suka memperdebatkan suatu permasalahan dan mungkin merasa memiliki sesuatu yang lebih dibandingkan orang lain. Mereka sangat senang dengan ide dan proyek baru, namun seringkali menghindari rutinitas.</p><p>Umumnya tegas dan blak-blakan. The Inventor senang bergaul dengan banyak orang. Mereka juga sangat berbakat dalam memahami suatu konsep dan menggunakan logika untuk menemukan solusi permasalahan.</p><p>The Inventor memperoleh motivasi bekerja melalui:</p><ol><li>Kebebasan berwirausaha,bekerjasama dengan rekan yang kompeten.</li><li>Kemampuan menghasilkan produk atau solusi baru yang diperoleh melalui eksplorasi.</li><li>Kemampuan untuk membuat strategi dan mencari keuntungan dari kompetisi.</li><li>Tersedianya proyek yang bervariasi.</li><li>Lingkungan kerja yang menyenangkan.</li></ol><p>Anda tidak hanya seorang Blue [NT], namun juga memiliki karakter kuat sekunder dari karakteristik seorang petualang Red (P). Unsur Extrovert (E) pada diri Anda, berarti Anda mengisi ulang energi dengan berada di antara orang-orang lain dibanding menyendiri. Kelompok warna Anda memiliki kebanggaan tersendiri untuk menemukan cara-cara yang inovatif untuk mengerjakan sesuatu.</p><p>Anda mengambil inisiatif dan mengatasi masalah dengan percaya bahwa semua hal dapat di atasi. Catatlah bagian-bagian penting yang ada di ulasan kepribadian ini.</p><p>Tipe kepribadian ini telah diuji melalui berbagai penelitian di seluruh dunia selama tujuh dekade dengan berbagai sampel usia, kelamin, etnis, dan berbagai batas sosial ekonomi. Jika kami tidak dapat memberikan penjelasan yang akurat mengenai kepribadian Anda, maka tak ada orang lain yang bisa menjelaskannya!</p><hr /><p> </p><h2>Keseluruhan</h2><p>The Inventor (ENTP) memancarkan antusiasme terhadap apa saja yang menjadi minat mereka. Anda selalu mengamati bidang-bidang baru dan ide-ide tak lazim yang membangkitkan imajinasi Anda. Kreatif, berwawasan luas, dan memiliki jiwa yang bersemangat.</p><p>Anda mencintai tantangan dan memiliki semangat mengejar tujuan baru hingga tujuan tersebut tidak menarik bagi Anda. Ketika Anda mengejar suatu tujuan baru, Anda dapat bekerja tanpa kenal lelah, dan menularkan energi Anda kepada orang lain di sekitar Anda.</p><p>Memiliki gelar yang tinggi ataupun tidak, Anda tetap diberkati dengan semangat intelektual yang tinggi. Anda selalu siap dengan kesempatan besar dan hal-hal baru. Ketika Anda melihat keduanya, Anda akan langsung mengambilnya.</p><p>Memiliki rasa ingin tahu yang tinggi dan cerdas, Anda membutuhkan kebebasan untuk menggunakan talenta Anda. Penting bagi Anda untuk memiliki lingkungan kerja yang fleksibel.</p><p>Anda sangat tertarik dengan pendekatan yang tidak lazim dan berusaha untuk mewujudkannya, meskipun harus melawan atau melanggar peraturan. Ketika sebuah proyek diluncurkan, Anda akan antusias dan mengikutinya. Namun ketika bosan Anda akan mengakhirinya.</p><p>Anda mengintimidasi seseorang yang tidak setuju dengan pandangan Anda. Setuju tidaknya seseorang dengan Anda bukanlah menjadi hal yang penting. Karena Anda sangat suka berdebat, Anda akan mengacaukan pola pikir lawan bicara dengan memberikan argumen yang kuat. Pada akhirnya, antusiasme dan ide-ide menarik Anda, akan meyakinkan semua orang.</p><p>Anda adalah seseorang yang unik di antara Blue [NT]. Anda memiliki kemampuan untuk menjadi serius dan humoris, dengan gaya bicara yang cerdas dan penuh semangat. Akan tetapi, Anda memilih untuk tetap berpikir logis daripada menggunakan perasaan.</p><p>Anda sering tergganggu dengan orang-orang yang terlalu banyak membutuhkan bantuan dan orang yang menolak untuk menerima cara baru Anda dalam mengerjakan sesuatu.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-entp"
    },
    {
      "_id": "INTP",
      "article": "tipe kepribadian",
      "name": "The Thinker",
      "type": "NT",
      "shortDescription":
        "Pemikir inovatif yang memiliki sifat haus akan ilmu pengetahuan",
      "summary":
        "<p>INTP adalah pemikir yang kreatif, logis, dan orisinil. Mereka sangat menyukai teori-teori dan ide, serta berbakat untuk mengubah teori menjadi pemahaman yang dapat dimengerti. Mereka menghargai pengetahuan, kompetensi, dan logika.</p><p>Tipe kepribadian MBTI ini cenderung pendiam dan lebih suka menyempatkan waktu untuk sendiri. Agak sulit untuk mengenal mereka secara akrab. Karena individualistis, mereka tidak memiliki keinginan untuk memimpin maupun mengikuti orang lain.</p>",
      "content":
        "<h2>Tentang The Thinker</h2><p>The Thinker (INTP) adalah pemikir yang kreatif, logis, dan orisinil. Mereka sangat menyukai teori-teori dan ide, serta berbakat untuk mengubah teori menjadi pemahaman yang dapat dimengerti. Mereka menghargai pengetahuan, kompetensi, dan logika.</p><p>Tipe kepribadian MBTI ini cenderung pendiam dan lebih suka menyempatkan waktu untuk sendiri. Agak sulit untuk mengenal mereka secara akrab. Karena individualistis, mereka tidak memiliki keinginan untuk memimpin maupun mengikuti orang lain.</p><p>The Thinker memperoleh motivasi bekerja melalui:</p><ol><li>Kebebasan berpikir.</li><li>Berpikir mengenai ide-ide abstrak. Semakin unik semakin baik.</li><li>Berpikir <em><em>out of the box </em></em><em><em>, </em></em>berbeda dari kebanyakan orang.</li><li>Teliti dalam menerapkan pemikiran cerdas.</li><li>Mengatasi masalah yang nampaknya tidak dapat di atasi.</li></ol><p>Anda tidak hanya seorang Blue [NT], namun juga memiliki karakter kuat dari kepribadian Red (P). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi Anda dengan menyendiri, daripada berkumpul dengan orang lain.</p><p>Kebanyakan dari materi yang dibahas di sini lebih berfokus pada emosi manusia, di mana mungkin bagi Anda tidak terlalu penting. Anda akan lebih mudah menemukan jati diri Anda dan memahaminya ketika telah mencapai usia dewasa, namun jika Anda masih dalam usia muda, akan sedikit lebih banyak membutuhkan usaha untuk memahaminya.</p><p>Akan tetapi jika Anda sudah menemukan jati diri Anda, Anda akan terkejut dengan keakuratan penjelasan kami mengenai kepribadian Anda.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Oke! mari kita lihat apalagi yang bisa kami ceritakan tentang kepribadian Anda, termasuk tentang dunia pemikiran logika tingkat tinggi Anda. Anda adalah orang yang berpikiran terbuka yang dapat melihat suatu masalah dengan berbagai sudut pandang. Cobalah ajak teman Anda untuk membaca profil Anda di sini, dan diskusikanlah dari berbagai sudut pandang. Anda sangat berbakat dalam hal ini.</p><p>Kelompok pertemanan Anda umumnya kecil, namun intim. Hanya sedikit orang yang tahu tentang perasaan Anda sebenarnya. Hal-hal yang berkaitan dengan emosi dan perasaan biasanya menjadi yang terakhir dalam prioritas Anda.</p><p>Anda seorang yang mandiri, pandai, dan selalu skeptis. Anda tidak takut untuk mengambil posisi yang kontroversial.</p><p>Privasi sangatlah penting, karena ketika Anda berkonsentrasi pada satu hal lalu mendapatkan gangguan, hal itu bisa menjengkelkan bagi Anda.</p><p>Proyek baru selalu menarik bagi Anda, karena mendorong Anda untuk mengembangkan bidang yang Anda tekuni sebaik mungkin. Sayangnya Anda kurang berminat menindaklanjutinya ketika proyek tersebut sudah berjalan.</p><p>Penting bagi Anda memiliki kebebasan untuk mengkritik, merancang ulang, dan memperbaiki sesuatu yang sedang Anda kerjakan, tidak peduli apakah orang lain paham atau setuju dengan perubahan yang Anda buat. Anda sangat percaya diri dengan kemampuan Anda dalam hal mengembangkan cara tersendiri untuk menangani masalah sulit yang orang lain tidak pahami.</p><p>Wawasan Anda yang luar biasa membuat Anda seringkali bisa meramalkan tren-tren yang akan terjadi di masa depan, sehingga orang-orang menganggap Anda memiliki sistem dan solusi yang paling inovatif. Anda akan berkomunikasi dengan cepat dan antusias jika membicarakan bidang yang Anda minati, namun Anda akan terdiam ketika membahas bidang yang tidak disukai.</p><p>Orang-orang melihat Anda sebagai seseorang yang cerdas, kritis, berani mengambil resiko, dan kadang-kadang tidak beraturan. Anda sangat terganggu dengan orang-orang yang menolak untuk mempertimbangkan ide-ide baru, orang yang terlalu emosional, ataupun yang memiliki pemikiran tidak logis.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-intp"
    },
    {
      "_id": "ENFJ",
      "article": "tipe kepribadian",
      "name": "The Mentor",
      "type": "NF",
      "shortDescription": "Pemimpin yang berkarisma dan pembicara yang memikat",
      "summary":
        "<p>Seorang yang populer dan sensitif, ENFJ memiliki bakat alami untuk berhubungan dengan orang lain. Mereka memiliki fokus dan keingintahuan tentang bagaimana manusia berfikir (akal) dan merasakan (perasaan). Mereka melihat segalanya melalui perspektif kemanusiaan dan tidak menyukai analisis yang mengabaikan kemanusiaan.</p><p>ENFJ biasanya tidak suka sendirian. Mereka sangat berbakat dalam menangani masalah orang lain dan memimpin kelompok diskusi. Suka melayani orang lain, dan bisa jadi menempatkan kebutuhan orang lain di atas kebutuhan diri sendiri.</p>",
      "content":
        "<h2>Tentang The Mentor</h2><p>Seorang yang populer dan sensitif, The Mentor (ENFJ) memiliki bakat alami untuk berhubungan dengan orang lain. Mereka memiliki fokus dan keingintahuan tentang bagaimana manusia berfikir (akal) dan merasakan (perasaan). Mereka melihat segalanya melalui perspektif kemanusiaan dan tidak menyukai analisis yang mengabaikan kemanusiaan.</p><p>The Mentor biasanya tidak suka sendirian. Mereka sangat berbakat dalam menangani masalah orang lain dan memimpin kelompok diskusi. Suka melayani orang lain, dan bisa jadi menempatkan kebutuhan orang lain di atas kebutuhan diri sendiri.</p><p>The Mentor memperoleh motivasi bekerja melalui:</p><ol><li>Suasana tempat kerja yang harmonis.</li><li>Lingkungan kerja yang tidak terlalu dituntut untuk berkompetisi.</li><li>Lingkungan kerja yang memberi penghargaan atas loyalitas Anda.</li><li>Adanya wadah untuk Andamengekspresikan diri.</li><li>Dukungan dan empati berupa feedback yang positif.</li><li>Lingkungan kerja yang tertata rapi dan menyenangkan</li></ol><p>Anda tidak hanya seorang Green [NF], namun juga memiliki karakter sekunder yang kuat dari kepribadian Gold (J). Unsur Extrovert (E) dalam diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang lain daripada menyendiri. Anda memiliki rasa welas asih, pintar mempengaruhi orang lain (persuasif), loyal, dan memiliki bakat untuk memprediksi tren masa depan.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Anda adalah orang yang ramah, supel, hangat, dan pandai berbicara. The Mentor (ENFJ) memiliki bakat kemampuan komunikasi luar biasa untuk mempengaruhi seseorang. Anda sangat loyal kepada orang-orang yang Anda hormati. Sebagai gantinya, Anda mengharapkan apresiasi yang sama darinya. Seringkali hal tersebut malah berbuntut pada kekecewaan dan rasa frustasi.</p><p>Anda memiliki kelebihan kecerdasan emosional bawaan dan sangat baik dalam berinteraksi dengan semua jenis kepribadian. Anda melakukan pekerjaan terbaik ketika berada di dalam kelompok yang harmonis.</p><p>Didorong dengan intuisi, rasa welas asih, dan pandangan masa depan yang jelas, menjadikan Anda memiliki kemampuan alami untuk mengarahkan orang lain menemukan potensi terbaik mereka. Anda sangat terampil dalam memprediksi tren dan kesulitan di masa depan.</p><p>Orang-orang yang mengganggu atau kasar adalah orang yang menjengkelkan bagi Anda. Anda merespon dengan baik sebuah pujian, namun mudah terluka oleh kritik. Hal itu membuat Anda tampak sensitif, bahkan kritik yang bertujuan baik seringkali Anda respon dengan gugup. Konflik aktual sering mengganggu Anda (kecuali terhadap orang yang kasar, Anda akan melawannya dengan segenap kekuatan).</p><p>Anda orang yang antusias dan memiliki energi untuk bekerja pada beberapa proyek sekaligus. Seringkali tegas dan terburu-buru, Anda dapat menjadi sangat tidak sabar terhadap orang yang memperlambat Anda. Meskipun sifat alami Anda adalah suportif, Anda dapat pula menjadi konfrontasional dan kerap mengkritik ketika tidak menemui standar Anda.</p><p>Perhatian Anda terhadap orang lain sangatlah kuat, sehingga Anda berani mengambil resiko untuk memberi waktu yang lebih banyak kepada orang lain daripada untuk diri sendiri. Dalam menjalin hubungan profesional maupun pribadi Anda membuat orang lain merasa dihargai dan disukai.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-enfj"
    },
    {
      "_id": "INFJ",
      "article": "tipe kepribadian",
      "name": "The Counselor",
      "type": "NF",
      "shortDescription":
        "Seorang pendiam dan visioner yang memiliki banyak ide-ide kreatif",
      "summary":
        "<p>Pendiam, memiliki pemikiran orisinil, dan sensitif. Seorang INFJ cenderung terpaku pada suatu pekerjaan, sampai pekerjaan itu selesai. Selain itu mereka juga sangat memperhatikan perasaan orang lain.</p><p>Tipe kepribadian INFJ memiliki nilai-nilai keyakinan yang kuat dan menganut secara teguh keyakinan tersebut. Seringkali dihormati karena kegigihannya untuk melakukan hal yang benar. Umumnya mereka lebih suka bergerak secara individual, daripada menjadi pemimpin atau menjadi pengikut orang lain.</p>",
      "content":
        "<h2>Tentang The Counselor</h2><p>Pendiam, memiliki pemikiran orisinal, dan sensitif. Seorang The Counselor (INFJ) cenderung terpaku pada suatu pekerjaan, sampai pekerjaan itu selesai. Selain itu mereka juga sangat memperhatikan perasaan orang lain.</p><p>Tipe kepribadian The Counselor memiliki nilai-nilai keyakinan yang kuat dan menganut secara teguh keyakinan tersebut. Seringkali dihormati karena kegigihannya untuk melakukan hal yang benar. Umumnya mereka lebih suka bergerak secara individual, daripada menjadi pemimpin atau menjadi pengikut orang lain.</p><p>The Counselor memperoleh motivasi bekerja melalui:</p><ol><li>Lingkungan kerja yang tertata rapi dan mempunyai masa depan yang dapat diprediksi.</li><li>Lingkungan kerja yang harmonis dengan rekan kerja yang dapat dipercaya.</li><li>Berinteraksi secara pribadi dengan atasan maupun rekan kerja yang lain.</li><li>Berfokus pada masalah kemasyarakatan.</li><li>Tersedianya kebudayaan kerja yang dapat meningkatkan pengembangan diri dan kesejahteraan sosial karyawan.</li><li>Adanya ruangan pribadi untuk bekerja, waktu yang tenang untuk menyendiri, dan kesempatan untuk bekerja secara mandiri.</li></ol><p>Anda tidak hanya seorang Green [NF], namun juga memiliki karakter sekunder yang kuat dari kepribadian Gold (J). Unsur introvert (I) dalam diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan menyendiri daripada berada di antara orang lain. Anda merupakan seorang yang memiliki rasa ingin tahu yang tinggi, perasaan yang hangat, walaupun umumnya sering bersikap pendiam.</p><p>Anda hanya berbagi dengan orang-orang yang terdekat, dan tidak terlalu terbuka terhadap orang lain hingga Anda mempercayai mereka. Anda memiliki wawasan yang mendalam atas orang lain dan senang jika bisa membantu mereka untuk berkembang. Meskipun idealis, Anda juga bagus dalam berorganisasi dan menindaklanjuti sebuah proyek.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Intuisi, prediksi masa depan, dan kasih sayang menjadikan seorang The Counselor (INFJ) unggul dalam memahami dan memotivasi orang lain untuk mencapai potensi terbaik mereka. Anda membutuhkan hubungan empati yang mendalam, namun Anda hanya memiliki kelompok akrab yang kecil.</p><p>Orang lain melihat Anda sebagai seseorang yang sabar, kreatif, berkomitmen, keras kepala, dan agak misterius.</p><p>Tampak tenang dan mandiri dari luar, Anda menyembunyikan perasaan yang kuat tentang seseorang yang Anda cintai, maupun prinsip yang Anda yakini. Ketika prinsip tersebut diganggu atau diancam oleh seseorang, Anda akan mengejutkan orang-orang dengan melepaskan sifat alami Anda yang fleksibel dan menjadi seorang yang keras, penuntut, dan agresif.</p><p>Kreatif dan penuh dengan wawasan yang tajam, Anda berbakat untuk memprediksi suatu tren. Kemampuan tersebut memungkinkan Anda mengatasi masalah dengan cara-cara yang baru. Rutinitas kegiatan biasanya melumpuhkan minat Anda, tetapi Anda tetap menjalankannya dan melakukan apa yang harus dilakukan.</p><p>Sangat loyal terhadap seseorang, serta terhadap organisasi, dan institusi yang Anda kagumi. Sebaliknya, Anda juga mengharapkan loyalitas tingkat tinggi dan dukungan sebagai imbalan.</p><p>Karena Anda adalah seorang yang bersemangat dan pengamat yang tajam, Anda tahu apa yang dapat memotivasi seseorang. Anda memiliki kemampuan yang baik dalam menangani berbagai kejadian di sekitar Anda.</p><p>Anda membutuhkan lingkungan kerja yang harmonis, di mana bakat alami dan kemampuan interpersonal Anda digunakan untuk mengorganisir dan menginspirasi. Anda senang untuk mengembangkan kecerdasan emosional Anda.</p><p>Dalam suatu hubungan, Anda adalah orang yang mendukung dan menguatkan orang lain, serta membuat orang lain yang Anda sayangi merasa dihargai. Baik dirumah maupun di tempat kerja, konflik adalah sesuatu yang Anda anggap merepotkan dan sebisa mungkin dihindari.</p><p>The Counselor adalah orang yang bijaksana, rumit, dan pandai mengemukakan pikirannya. Beberapa kata yang mendeskripsikan etika kerja Anda adalah teliti, berorientasi pada hasil, rapi, serius, pekerja keras, dan ambisius.</p><p>Anda tegas dan seringkali terburu-buru, tidak sabar dengan seseorang yang memperlambat Anda untuk mencapai tujuan. Anda dapat menjadi sangat ambisius hingga akan melakukan lebih dari yang dibutuhkan dalam mengerjakan tugas.</p><p>Sebagai seorang Introvert, Anda lelah dan jengkel bekerja di kantor dengan pengaturan yang terlalu terbuka atau ketika privasi Anda tidak dihormati. Meskipun sangat perhatian pada orang lain, Anda tetap memerlukan waktu sendiri untuk mengisi ulang energi.</p><p>Orang yang mengganggu Anda kebanyakan adalah orang-orang yang kasar, berpikiran dangkal, atau tidak menghargai privasi Anda. Ketika marah, Anda menjadi suka mengkritik dan konfrontasional.</p><p>Ketika beranjak dewasa, Anda akan menangani orang-orang tersebut tersebut dengan lebih baik, serta menggunakan keunggulan kemampuan lisan Anda untuk membebaskan diri dari agenda mereka. Anda menyadari bahwa tidak wajib untuk membantu siapa saja orang yang membutuhkan bantuan Anda.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-infj"
    },
    {
      "_id": "ENFP",
      "article": "tipe kepribadian",
      "name": "The Champion",
      "type": "NF",
      "shortDescription":
        "Seorang yang bersemangat, kreatif, berjiwa bebas, dan selalu membawa suasana gembira",
      "summary":
        "<p>Kamu yang memiliki tipe kepribadian ENFP adalah seorang yang bersemangat, idealis, dan kreatif. Dapat menguasai berbagai keahlian yang menarik bagi mereka, dan sangat baik dalam berhubungan dengan orang lain.</p><p>ENFP hidup dengan nilai-nilai yang sesuai dengan nilai-nilai pribadinya. Mereka berpikiran terbuka dan fleksibel, serta memiliki berbagai minat dan keahlian.</p>",
      "content":
        "<h2>Tentang The Champion</h2><p>Kamu yang memiliki tipe kepribadian The Champion (ENFP) adalah seorang yang bersemangat, idealis, dan kreatif. Dapat menguasai berbagai keahlian yang menarik bagi mereka, dan sangat baik dalam berhubungan dengan orang lain.</p><p>The Champion hidup dengan nilai-nilai yang sesuai dengan nilai-nilai pribadinya. Mereka berpikiran terbuka dan fleksibel, serta memiliki berbagai minat dan keahlian.</p><p>The Champion memperoleh motivasi bekerja melalui:</p><ol><li>Kebebasan berekspresi secara kreatif yang didukung oleh lingkungan kerja yang humoris dan menyenangkan.</li><li>Tersedianya pekerjaan yang bervariasi dengan sedikit peraturan.</li><li>Didengarkan oleh atasan maupun rekan kerja.</li><li>Tawaran proyek atau pekerjaan yang berhubungan dengan masalah-masalah yang ada di masyarakat.</li><li>Kesejahteraan pegawai dan klien yang diperhatikan.</li><li>Lingkungan kerja yang demokratis dan bersemangat.</li></ol><p>Anda tidak hanya seorang Green [NF], namun Anda juga memiliki karakter sekunder yang kuat dari kepribadian Red (P). Unsur Extrovert (E) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan berada di antara orang lain daripada menyendiri.</p><p>The Champion (ENFP) adalah seorang yang hangat, memiliki semangat kebebasan dan seringkali merasa dipaksa untuk menyesuaikan norma-norma yang berlaku di lingkungan.</p><p>Anda mungkin memiliki perubahan karir lebih banyak daripada orang lain, bukan karena tidak fokus, namun karena Anda adalah seseorang yang memiliki banyak bakat, penuh rasa ingin tahu, dan fleksibel.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Mendapat energi dari ide-ide baru, Anda tertarik kepada sesuatu yang dianggap tidak biasa. Kepuasan terdalam Anda adalah pengakuan akan orisinalitas dan kontribusi unik Anda. Anda adalah orang dengan semangat bebas, yang tidak terpaku pada cara-cara lama dan mengagumi kreativitas dengan berani.</p><p>Karena Anda adalah seorang yang bersemangat dan pengamat yang tajam, Anda tahu apa yang dapat memotivasi seseorang. Anda adalah seorang yang terampil dalam mengatasi berbagai masalah di sekitar Anda. Anda menyukai tantangan yang menuntut kecerdikan Anda. Kegiatan yang rutin biasanya melumpuhkan minat Anda, tetapi Anda tetap menjalani hidup dan melakukan apa yang harus dilakukan.</p><p>Anda adalah seorang ksatria yang bersemangat dalam melawan birokrasi. Sangat penting bagi Anda untuk mendapatkan kebebasan berkreasi, atau Anda akan kehilangan minat pada suatu pekerjaan.</p><p>Jika Anda tidak sering berganti karir, dipastikan Anda lebih sering berganti proyek dan tujuan daripada orang lain. Sementara Anda khawatir orang lain menganggap Anda labil, namun faktanya mereka berpikir bahwa Anda adalah orang yang dinamis dan hebat untuk beradaptasi dengan banyak orang dan berbagai kejadian di sekitar Anda.</p><p>Tren dan kesulitan di masa depan dapat Anda ramalkan dengan intuisi Anda. Intuisi mengarahkan Anda pada banyak bidang yang merupakan minat Anda. Bidang tersebut hampir tidak pernah bertentangan dengan kehendak Anda. Kebanyakan dari bidang tersebut berdampak pada masyarakat atau permasalahan global.</p><p>Sudah pernahkah Anda menulis atau berbicara di depan umum? Jika belum, Anda mungkin ingin mencobanya. Kemampuan lisan dan menulis Anda secara alami unggul daripada yang lain. Anda dapat meyakinkan rekan kerja bahwa Anda dapat melakukan suatu pekerjaan dengan baik, bahkan jika Anda tidak pernah melakukannya sebelumnya, mungkin Anda melakukannya lebih baik dan lebih inovatif daripada siapapun.</p><p>Kebutuhan akan hubungan yang mendalam dengan orang lain adalah pendorong diri Anda. Anda seorang yang hangat dan berwawasan, serta membangun hubungan dengan ikhlas dan tidak menghakimi.</p><p>Orang-orang yang mengganggu Anda kebanyakan adalah yang manipulatif dan terlalu mengontrol Anda. Ketika Anda mulai dewasa, Anda akan lebih objektif dan logis kepada orang-orang yang mengganggu tersebut. Anda menggunakan kemampuan lisan Anda yang unggul untuk membebaskan diri dari agenda-agenda mereka.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-enfp"
    },
    {
      "_id": "INFP",
      "article": "tipe kepribadian",
      "name": "The Dreamer",
      "type": "NF",
      "shortDescription":
        "Seorang yang puitis dan senang untuk menolong orang lain",
      "summary":
        "<p>Pendiam, idealis, dan suka merenung, seorang bertipe INFP memiliki dorongan kemanusiaan yang kuat. Mereka memiliki nilai-nilai keyakinan yang teguh dan menganut secara patuh keyakinan tersebut.</p><p>Sangat setia, cepat beradaptasi, dan santai. Biasanya, INFP merupakan seorang yang memiliki bakat menulis. Selain itu mereka cepat melihat berbagai kemungkinan. Tipe kepribadian ini juga senang untuk membantu dan memahami permasalahan orang lain.</p>",
      "content":
        "<h2>Tentang The Dreamer</h2><p>Pendiam, idealis, dan suka merenung, seorang bertipe The Dreamer (INFP) memiliki dorongan kemanusiaan yang kuat. Mereka memiliki nilai-nilai keyakinan yang teguh dan menganut secara patuh keyakinan tersebut.</p><p>Sangat setia, cepat beradaptasi, dan santai. Biasanya, The Dreamer merupakan seorang yang memiliki bakat menulis. Selain itu mereka cepat melihat berbagai kemungkinan. Tipe kepribadian ini juga senang untuk membantu dan memahami permasalahan orang lain.</p><p>The Dreamer memperoleh motivasi bekerja melalui:</p><ol><li>Tersedianya atmosfer yang demokratis dan rekan kerja yang mampu berempati.</li><li>Misi yang berkaitan dengan penyelesaian masalah-masalah sosial yang ada di masyarakat.</li><li>Adanya penghargaan terhadap kreativitas.</li><li>Tidak banyak peraturan, tata tertib, dan larangan.</li><li>Aspirasi yang didengarkan oleh atasan maupun rekan kerja.</li><li>Kesejahteraan pegawai dan klien yang diperhatikan.</li></ol><p>Anda tidak hanya seorang Green [NF], namun juga memiliki karakter kuat dari kepribadian Red (P). Unsur Introvert (I) pada diri Anda, memiliki arti bahwa Anda mengisi ulang energi dengan cara menyendiri daripada berada di antara orang lain.</p><p>Kelompok warna Anda adalah kelompok warna yang hangat, Anda memiliki semangat kebebasan tinggi yang biasanya dipaksa untuk menyesuaikan diri dengan aturan dan norma yang berlaku di masyarakat.</p><p>Anda mungkin memiliki perubahan karir yang lebih sering dibanding warna lain. Bukan karena Anda tidak mampu, namun karena Anda memiliki banyak bakat, penuh rasa ingin tahu, dan jiwa yang fleksibel. Dorongan untuk menulis mungkin sangat kuat dalam diri Anda dibanding tipe kepribadian lainnya, dan mungkin Anda menganggap hal tersebut sebagai hobi Anda.</p><hr /><p> </p><h2>Keseluruhan</h2><p>Anda adalah seorang yang bijaksana, berwawasan, intuitif, kompleks, dan jarang memaksakan ide kepada orang lain. Anda lebih memilih kelompok pertemanan kecil yang akrab, meskipun Anda membutuhkan empati yang tinggi dalam menjalin hubungan.</p><p>Dari luar Anda tampak tenang dan mandiri, namun sebenarnya Anda menyembunyikan prinsip dan perasaaan yang dalam terhadap orang lain. Ketika prinsip yang Anda pegang diganggu oleh orang lain, Anda mengejutkan orang tersebut dengan menghilangkan sifat fleksibel dan menjadi seorang yang keras, penuntut, dan agresif.</p><p>Pada umumnya Anda tidak menyukai rutinitas, karena hal itu melemahkan Anda. Tetapi sifat Anda yang mudah menyesuaikan diri membuat Anda dapat melakukan apa yang harus dilakukan dalam menjalani kehidupan.</p><p>Kepuasan terdalam Anda adalah pengakuan terhadap keaslian dan kontribusi unik yang Anda tuangkan pada pekerjaan. Anda bukanlah seorang yang konvensional, dan Anda mengagumi orang yang memiliki cara berpikir tidak pada umumnya.</p><p>Karena Anda adalah seorang yang bersemangat dan pengamat yang tajam, Anda bagus dalam menghadapi berbagai tantangan di sekitar. Anda menikmati saat membantu orang lain, bukan karena kewajiban namun karena hasrat alami untuk menolong. Tantangan hidup membuat Anda optimis, mudah menyesuaikan diri, dan mengembangkan kecerdikan Anda.</p><p>Memprediksikan tren dan menghindari kesulitan di masa depan adalah salah satu bakat alami Anda. Anda adalah seorang pemikir yang melihat suatu fenomena dari gambaran besarnya. Anda menangkap inti dari fenomena tersebut dan berfokus pada dampak terhadap masyarakat dan dampak globalnya.</p><p>Anda adalah pemimpi yang bersemangat dalam melawan birokrasi. Sangat penting bagi Anda mendapat ruang kebebasan yang menampung kreativitas Anda. Jika ruang kebebasan ini tidak terpenuhi, Anda akan memiliki kecenderungan menjadi seorang penyabot.</p><p>Orang lain melihat Anda sebagai orang yang berwawasan luas dan pendengar yang sangat baik. Dalam menjalin sebuah hubungan dengan orang lain, Anda membangun hubungan yang sejati dan tidak menghakimi. Namun Anda hanya menampakkan perasaan Anda kepada seseorang yang Anda kenal baik saja.</p><p>Meskipun Anda adalah orang yang fleksibel dan mudah menyesuaikan diri untuk bekerja dengan banyak orang, namun Anda akan kelelahan dan jengkel jika bekerja di kantor dengan pengaturan ruang yang terlalu terbuka atau ketika privasi Anda tidak dihargai.</p><p>Orang yang mengganggu Anda kebanyakan adalah orang yang terlalu banyak mengatur, membosankan, dan terlalu banyak mengkritik. Ketika Anda mulai beranjak dewasa, Anda akan mulai lebih objektif dan logis ketika berhubungan dengan orang-orang yang mengganggu tersebut. Kemampuan verbal Anda yang unggul membantu Anda melepaskan diri dari jeratan agenda mereka.</p><hr />",
      "resultImage": "mbti-illust-trans-bg-infp"
    },
    {
      "_id": "GOLD",
      "article": "warna kepribadian",
      "name": "Gold [SJ]",
      "type": "SJ",
      "shortDescription": "",
      "summary":
        "<p>Gold (Sensory &amp; Judging) termotivasi oleh kebutuhan untuk menjadi seorang yang bermanfaat dan mampu untuk melayani orang lain. Mereka seringkali mempertahankan dan menghargai norma, tradisi, adat, dan hukum-hukum yang berlaku di masyarakat.</p>",
      "content":
        "<h2>Tentang Warna Kepribadian Gold [SJ]</h2><p>Gold (Sensory &amp; Judging) termotivasi oleh kebutuhan untuk menjadi seorang yang bermanfaat dan mampu untuk melayani orang lain. Mereka seringkali mempertahankan dan menghargai norma, tradisi, adat, dan hukum-hukum yang berlaku di masyarakat.</p><p>Membumi, realistis, dan bertanggung jawab, Gold [SJ] adalah tulang punggung dari institusi publik dan perusahaan. Mereka adalah pelindung dan administrator yang menghargai prosedur, mengikuti komando, dan mempunyai bakat untuk menyesuaikan dengan berbagai macam sistem dari sistem kecil hingga besar.</p><p>Gold mahir dalam mengamati detail dan menindaklanjuti sebuah pekerjaan. Orang dengan warna kepribadian ini menggerakkan orang lain untuk meraih tujuan-tujuan konkret. Mereka memiliki kelebihan dalam hal-hal seperti pembuatan daftar perencanaan dan pengelolaan administrasi/logistik.</p><p>Tipe Kepribadian yang termasuk warna Gold adalah: The Supervisor (ESTJ), The Inspector (ISTJ), The Provider (ESFJ), dan The Protector (ISFJ).</p><hr /><p> </p><h2>Bagaimana Cara Mengenali Seorang Gold [SJ]?</h2><ol><li>Seringkali tepat waktu.</li><li>Memiliki kepribadian yang kuat.</li><li>Berpenampilan sesuai nilai dan norma yang berlaku di masyarakat</li><li>Meja kerja tersusun rapi dan bersih, mungkin ada foto keluarga yang dipajang di atasnya.</li><li>Berpikir dan berbicara dengan gaya yang terstruktur.</li><li>Suka merencanakan dan mengikuti berbagai aturan dan prosedur.</li><li>Seringkali ditemukan di pekerjaan yang berkaitan dengan administratif dan manajerial.</li><li>Berorientasi terhadap detail.</li><li>Terampil dalam hal logistik.</li><li>Akuntabel (bertanggung jawab).</li><li>Mengelola pengarsipan dengan baik dan terstruktur.</li><li>Skeptis (ragu-ragu) dan waspada.</li><li>Berkembang melalui pengakuan dan penghargaan dari orang lain.</li></ol><hr /><p> </p><h2>Bagaimana Cara Berkomunikasi dengan Seorang Gold [SJ]?</h2><ol><li>Mengakui kemampuan, jabatan, dan prestasi mereka.</li><li>Buat poin-poin pembicaraan secara berurutan atau kronologis.</li><li>Berikan informasi yang faktual dan akurat.</li><li>Bersikaplah secara teliti dan praktis.</li><li>Hindari memberi informasi yang samar-samar dan teori-teori abstrak.</li><li>Bersikaplah meyakinkan, misalnya datanglah tepat waktu dan lakukan apa yang anda komitmenkan.</li><li>Ikuti prosedur dan hargai hierarki.</li><li>Bertanggung jawablah dalam mengelola sumber daya.</li></ol><hr />",
      "resultImage": ""
    },
    {
      "_id": "RED",
      "article": "warna kepribadian",
      "name": "Red [SP]",
      "type": "SP",
      "shortDescription": "",
      "summary":
        "<p>Red (Sensory &amp; Perceiving) termotivasi kebutuhan untuk mencari kebebasan dan aksi nyata. Mereka menghargai dan menikmati hidup yang dijalani saat ini.</p>",
      "content":
        "<h2>Tentang Warna Kepribadian Red [SP]</h2><p>Red (Sensory &amp; Perceiving) termotivasi kebutuhan untuk mencari kebebasan dan aksi nyata. Mereka menghargai dan menikmati hidup yang dijalani saat ini.</p><p>Berorientasi terhadap tindakan, spontanitas, dan fokus pada apa yang dijalani saat ini, Red memerlukan kebebasan untuk mengikuti kata hati mereka, yang lebih mereka percayai daripada mengikuti prasangka orang lain.</p><p>Red adalah seorang yang berkepala dingin dan pemberani, mereka menyelesaikan dan menangani sebuah permasalahan/krisis jauh lebih baik dibanding warna lainnya. Umumnya Red memilih karir yang memberi kebebasan, aksi, variasi, dan hal-hal yang tak terduga.</p><p>Mereka membawa kegembiraan dan kebermanfaatan di lingkungannya. Bagi mereka pekerjaan harus menyenangkan dan lingkungan kerja haruslah bersahabat. Red menolak hierarki dan aturan-aturan yang ketat. Perencanaan jangka panjang adalah prioritas yang tidak terlalu mereka utamakan dalam agenda harian mereka.</p><p>Tipe Kepribadian yang termasuk warna Red adalah: The Promoter (ESTP), The Crafter (ISTP), The Performer (ESFP), dan The Composer (ISFP).</p><hr /><p> </p><h2>Bagaimana Cara Mengenali Seorang Red [SP]?</h2><ol><li>Tertarik pada dunia atau aktivitas luar. Misalnya olahraga,  arsitektur, kendaraan bermotor, berbagai macam perkakas, dan sejenisnya.</li><li>Berbicara dengan kosakata konkret.</li><li>Di mejanya berserakan bermacam-macam benda.</li><li>Sikapnya sederhana.</li><li>Enerjik.</li><li>Spontan.</li><li>Seringkali terlambat atau tidak tepat waktu.</li><li>Memiliki selera humor yang bagus.</li><li>Mencari kesenangan dan petualangan.</li></ol><hr /><p> </p><h2>Bagaimana Cara Berkomunikasi dengan Seorang Red [SP]?</h2><ol><li>Buat suasana menjadi penuh semangat.</li><li>Buat presentasi yang singkat; menggunakan kata kerja aktif seperti “menyerang”, “menguji”, atau “menikmati.”</li><li>Demonstrasikan percakapan dengan gerakan tangan</li><li>Hindari banyak teori, langsunglah pada inti permasalahan. Tetap pada gagasan konkret yang berlaku.</li><li>Buatlah suasana yang sangat fleksibel dalam percakapan.</li><li>Tekankan pada solusi yang bisa segera membantu pada saat ini.</li><li>Hargai kemampuan mereka dalam menyelesaikan krisis.</li><li>Biarkan mereka untuk mengikuti instingnya, dan beri kebebasan untuk mengerjakannya.</li><li>Cobalah untuk melucu, mereka akan merespon.</li><li>Pahami bahwa momentum atau <em>timing </em>sangatlah penting bagi mereka.</li></ol><hr />",
      "resultImage": ""
    },
    {
      "_id": "BLUE",
      "article": "warna kepribadian",
      "name": "Blue [NT]",
      "type": "NT",
      "shortDescription": "",
      "summary":
        "<p>Blue (Intuitive &amp; Thinking) termotivasi oleh kebutuhan untuk memahami dunia di sekitar mereka. Mereka menghargai kompetensi dan kekuatan pikiran.</p>",
      "content":
        "<h2>Tentang Warna Kepribadian Blue [NT]</h2><p>Blue (Intuitive &amp; Thinking) termotivasi oleh kebutuhan untuk memahami dunia di sekitar mereka. Mereka menghargai kompetensi dan kekuatan pikiran.</p><p>Teoritis, kompetitif, dan selalu ingin memperluas wawasan dan kompetensinya. Tidak ada yang bisa menandingi Blue dalam menghadapi masalah-masalah kompleks, isu-isu teoritis, dan merancang sistem baru.</p><p>Secara alami mereka adalah orang yang skeptis. Reaksi pertama mereka adalah mengkritik dan menetapkan standar mereka terhadap orang-orang dan hal-hal di sekitar mereka. Mereka memiliki ketepatan tinggi dalam berpikir dan berbahasa.</p><p>Blue berorientasi pada masa depan, hanya percaya pada logika mereka sendiri, bukan kepada peraturan atau prosedur yang sudah ada. Blue adalah seorang yang visioner dan akan memberikan performa terbaik mereka pada posisi yang membutuhkan pemikiran strategi. Mungkin mereka akan menyumbang tenaga atau pikiran dalam pelaksanaan strategi tersebut walaupun tidak berminat.</p><p>Tipe Kepribadian yang termasuk warna Blue adalah: The Commander (ENTJ), The Mastermind (INTJ), The Inventor (ENTP), The Thinker (INTP).</p><hr /><p> </p><h2>Bagaimana Cara Mengenali Seorang Blue [NT]?</h2><ol><li>Lebih suka berbicara tentang ide, gagasan, atau masa depan.</li><li>Suka berbicara menggunakan kalimat majemuk.</li><li>Menggunakan kosakata yang tepat dengan banyak kata-kata abstrak.</li><li>Menyampaikan suatu ide secara langsung dan jelas.</li><li>Umumnya suka sekali membaca.</li><li>Memiliki rasa ingin tahu yang sangat tinggi.</li><li>Memiliki kecerdasan yang lebih unggul.</li><li>Gunakanlah kecerdasan dan logika.</li><li>Seringkali memiliki gelar yang lebih tinggi.</li><li>Mengabaikan orang yang berselisih paham dengan mereka dan tidak terlalu peduli pada apa yang orang lain pikirkan tentang mereka.</li></ol><hr /><p> </p><h2>Bagaimana Cara Berkomunikasi dengan Seorang Blue [NT]?</h2><ol><li>Jagalah profesionalisme, kurangi basa-basi, cobalah untuk singkat dan ringkas.</li><li>Akui kemampuan intelektual mereka.</li><li>Tunjukkan kemampuan diri anda sendiri. Gunakan kosakata yang pintar dan canggih.</li><li>Sampaikan gambaran besar dari isu yang akan kalian bicarakan.</li><li>Uraikan kerangka teoritisnya dan perlihatkan studi perbandingannya.</li><li>Kurangi fakta-fakta dan detail-detail, buat ringkasan pada bagian yang penting saja.</li><li>Tunjukan potensi jangka panjang dari ide baru atau solusi anda.</li><li>Gunakanlah kecerdasan dan logika.</li><li>Izinkan dia untuk bertanya dan menguji anda.</li><li>Jangan mengkritik balik dan menentang pandangan mereka secara subjektif. Jika mereka mengkritik anda, hal tersebut adalah tanda bahwa dia sebenarnya tertarik pada topik yang sedang anda bahas.</li><li>Pancing mereka dengan cerdik untuk mengeluarkan keunggulan kecerdasan mereka.</li><li>Hindari pendekatan emosional dengan menggunakan kata-kata seperti “merasa” atau “percaya.”</li><li>Susunlah strategi <em>dengan </em>mereka, bukan menyusun strategi <em>untuk </em>mereka. Gunakan saran dan pendapat mereka.</li></ol><hr />",
      "resultImage": ""
    },
    {
      "_id": "GREEN",
      "article": "warna kepribadian",
      "name": "Green [NF]",
      "type": "NF",
      "shortDescription": "",
      "summary":
        "<p>Green (Intuitive &amp; Feeling) termotivasi oleh kebutuhan untuk memahami diri mereka sendiri dan orang lain. Mereka menghargai orisinalitas dan integritas. Green memiliki keinginan untuk berjuang mewujudkan dunia yang mereka impikan.</p>",
      "content":
        "<h2>Tentang Warna Kepribadian Green [NF]</h2><p>Green (Intuitive &amp; Feeling) termotivasi oleh kebutuhan untuk memahami diri mereka sendiri dan orang lain. Mereka menghargai orisinalitas dan integritas. Green memiliki keinginan untuk berjuang mewujudkan dunia yang mereka impikan.</p><p>Memiliki rasa empati yang tinggi, mengedepankan perasaan (humanis), dan kreatif. Seseorang dengan warna kepribadian Green membutuhkan lingkungan kerja di mana orang-orangnya saling mendukung dan sama derajatnya, serta menghasilkan produk, jasa yang bermanfaat bagi kehidupan orang lain.</p><p>Green berbakat dalam memahami motivasi dan potensi yang dimiliki orang lain. Mereka memiliki kemampuan yang sangat baik untuk mempengaruhi dan membawa orang lain ke performa terbaik. Mereka juga unggul dalam komunikasi lisan maupun tertulis, serta memiliki kemampuan untuk menempatkan sebuah ide secara tepat sasaran. Green merupakan juru bicara yang antusias dalam organisasinya.</p><p>Menciptakan sesuatu yang unik adalah sesuatu yang disukai Green. Mereka orang dengan karisma tinggi, yang dapat menyelesaikan permasalahan orang lain.</p><p>Tipe Kepribadian yang termasuk warna Green adalah: The Mentor (ENFJ), The Counselor (INFJ), The Champion (ENFP), The Dreamer (INFP).</p><hr /><p> </p><h2>Bagaimana Cara Mengenali Seorang Green [NF]?</h2><ol><li>Mereka berpikir dengan cara melihat gambaran besar suatu permasalahan.</li><li>Informal dan hangat.</li><li>Diplomatis.</li><li>Memiliki kemampuan yang baik untuk mempengaruhi orang dengan persuasi/ajakan.</li><li>Ahli dalam menjembatani/menyelesaikan pemikiran yang bertentangan.</li><li>Dapat menemukan dan menggali potensi terbaik yang dimiliki orang lain.</li><li>Idealistis.</li><li>Fasih menggunakan kemampuan verbal dan perumpamaan.</li><li>Pendengar yang baik.</li><li>Sensitif terhadap kritik.</li><li>Menghindari pertentangan/konflik.</li></ol><hr /><p> </p><h2>Bagaimana Cara Berkomunikasi dengan Seorang Green [NF]?</h2><ol><li>Pilih lingkungan yang harmonis untuk bertemu.</li><li>Bangun sebuah hubungan dengan menanyakan tentang keluarga, hobi, atau hewan peliharaannya.</li><li>Dengarkan dengan empati.</li><li>Gunakan wawasan anda dan utarakan ide-ide baru.</li><li>Berilah ia kebebasan untuk memberi masukan dan berfikir secara kreatif.</li><li>Jalinlah diskusi yang tidak kaku namun akhirnya kembali pada topik utama.</li><li>Beri dia kesempatan untuk mengembangkan diri.</li><li>Beri solusi yang inovatif dan berorientasi masa depan.</li><li>Gunakan kata-kata yang positif dan menginspirasi.</li><li>Batasi membicarakan fakta-fakta yang mendetail.</li><li>Hindari konflik dan saling berkompetisi. Cobalah untuk lebih berkerjasama/kolaboratif.</li><li>Berikan umpan balik/<em>feedback </em>yang membangun.</li></ol><hr />",
      "resultImage": ""
    }
  ]
}
